{
  "ley": "DECRETO FORAL 61/2013, DE 18 DE SEPTIEMBRE, POR EL QUE SE REGULAN LAS ACTUACIONES PROTEGIBLES EN MATERIA DE VIVIENDA",
  "publication": "Publicado en el Boletín Oficial de Navarra de 25 de septiembre de 2013",
  "preambulo": {
    "parrafos": [
      {
        "id": "a0bf8f46-68ce-4077-ab9e-44e4605208cf",
        "texto": "Realizado el primer desarrollo reglamentario de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra , mediante el Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida , que vino a desarrollar su Título III , el objetivo principal del presente Decreto Foral es seguir profundizando en las previsiones contenidas en la mencionada Ley Foral , en lo que a las actuaciones protegibles existentes en materia de vivienda se refiere. Concretamente, este Decreto Foral desarrolla los Títulos II y IV de la Ley Foral 10/2010 que tienen por objeto regular cuestiones tales como el concepto, las características y las tipologías existentes de vivienda protegida; la actividad pública de fomento en materia de vivienda; y las condiciones constructivas, de conservación y mantenimiento de las viviendas."
      },
      {
        "id": "2ac6dd4b-e883-46c8-89a5-d305f45fb1d1",
        "texto": "Todas estas cuestiones se encontraban reguladas anteriormente por el Decreto Foral 4/2006, de 9 de enero, por el que se regulan las actuaciones protegibles en materia de vivienda y el fomento de la edificación residencial. Sin embargo, este Decreto Foral ha quedado superado por el nuevo régimen jurídico existente en la actualidad en Navarra tras la entrada en vigor de la Ley Foral 10/2010 y el Decreto Foral 25/2011 , que vinieron a derogar o modificar, tanto expresa como tácitamente, muchas de las previsiones contenidas en el mismo."
      },
      {
        "id": "4facde0f-a491-482d-851d-16d61dc202e9",
        "texto": "Por otro lado, la Comunidad Foral de Navarra no puede ser ajena a la situación de crisis económica en la que se halla inmersa el conjunto de la Unión Europea, y las medidas de reducción del déficit y de control del gasto público que ésta demanda. Esta situación exige un replanteamiento del conjunto de las ayudas existentes en materia de vivienda con la finalidad de realizar un gasto efectivo de los fondos públicos, más acorde con las necesidades actualmente existentes, y de redistribuir los recursos públicos entre las diferentes actuaciones protegibles en función de su relevancia."
      },
      {
        "id": "7f31ee91-43f5-4125-9ab5-bbb59dba5c87",
        "texto": "De este modo, se hace necesaria la aprobación de un nuevo Decreto Foral por el que, por un lado, se dote de la necesaria seguridad jurídica al marco normativo existente en materia de vivienda en Navarra y, por otro, se recojan las nuevas actuaciones protegibles en materia de vivienda y las diferentes ayudas que se reconocen en apoyo a estas actuaciones."
      },
      {
        "id": "178e1a66-99b7-4976-9061-5f227b9941b7",
        "texto": "Para ello, el presente Decreto Foral se desarrolla a lo largo de seis capítulos y consta de ochenta artículos, nueve disposiciones adicionales, siete disposiciones transitorias, una disposición derogatoria, tres disposiciones finales y dos anexos."
      },
      {
        "id": "b82532d6-368b-43f9-b759-d38afe4fa88f",
        "texto": "En el capítulo I se establece su objeto, se desglosan las actuaciones protegibles, las ayudas que se prevén en apoyo de dichas actuaciones protegibles, las fechas de referencia para la acreditación del cumplimiento de las condiciones generales de acceso a dichas ayudas y se definen una serie de conceptos como el de unidad familiar o el de renta ponderada a los efectos de lo dispuesto en el presente Decreto Foral. En definitiva, en este capítulo se contienen las disposiciones básicas y comunes a todas las actuaciones protegibles que se desarrollan a lo largo de su contenido, así como a todos los procedimientos de concesión de la correspondiente ayuda que se deriven de los mismos."
      },
      {
        "id": "01fb5e15-6081-447a-84c0-dabd104fee67",
        "texto": "La sistemática empleada en el capítulo II se realiza con vocación de convertirse en un manual de fácil manejo para los distintos operadores que participan en el procedimiento de calificación de las viviendas protegidas, regulándose tanto los aspectos administrativos de tramitación del procedimiento desde un punto de vista técnico-arquitectónico, como las ayudas que se establecen en apoyo de las diferentes actuaciones protegibles existentes."
      },
      {
        "id": "dd3562a1-f382-4eb4-b40d-5fe1eca3c74c",
        "texto": "De este modo, una vez despojada esta regulación del procedimiento de adjudicación de las viviendas protegidas, el presente Decreto Foral establece el régimen jurídico necesario para regular todas las cuestiones relacionadas con la calificación de una vivienda protegida. La forma en que se ha abordado esta regulación es coherente con la práctica. En primer lugar, se abordan las características constructivas de cada uno de los tipos de vivienda protegida, regulándose, asimismo, las condiciones urbanísticas de los terrenos y limitaciones de coste para la edificación de la vivienda."
      },
      {
        "id": "1a4fd76c-c6c8-4a3b-b77e-bc8b5d31e9a1",
        "texto": "A continuación, se desarrollan determinados aspectos de las reservas de vivienda protegida previstas en la Ley Foral 10/2010 , así como el procedimiento de tramitación de las calificaciones de vivienda protegida, regulándose aspectos como el contenido de la solicitud de calificación, su tramitación posterior o la forma y efectos de la concesión o denegación de la calificación definitiva."
      },
      {
        "id": "324de630-17d7-4df9-96dc-cdc7165189f6",
        "texto": "Aunque la enumeración de documentos de aportación obligatoria en alguno de los artículos reguladores de estas cuestiones pueda parecer excesiva, cabe indicar que se ha realizado un verdadero esfuerzo por sistematizar y reducir al máximo la documentación de aportación obligatoria y los trámites que se deben realizar, evitándose, en unos casos, duplicidades entre la actuación de la Administración foral y la municipal y, en otros, la aportación de documentos que ya constan en los archivos de la Administración. Sin embargo, hay que tener en cuenta que en la construcción de viviendas protegidas concurren multitud de intereses públicos y privados (seguridad de las personas, calidad de la construcción, derechos de los adjudicatarios de vivienda protegida...), intereses todo ellos que, por sí solos, justifican un control exhaustivo por parte de la Administración de los expedientes de calificación de vivienda protegida."
      },
      {
        "id": "966b2e5e-db09-4d80-a79f-a44986fc332b",
        "texto": "Seguidamente, se regulan las ayudas económicas para el fomento de la vivienda protegida, reuniéndose en una misma sección la totalidad de ayudas existentes en este campo, ayudas que pueden consistir en subvenciones o en la concesión de préstamos cualificados. En este ámbito, en una clara apuesta por el fomento del alquiler de viviendas protegidas, no se realiza ajuste alguno y, por tanto, se mantienen de la misma forma que lo hacían anteriormente, las subvenciones a disfrutar por los inquilinos de viviendas protegidas en régimen de arrendamiento."
      },
      {
        "id": "913e3499-f0ca-4d22-bcaf-5aa92f5a87bd",
        "texto": "Como colofón a este capítulo, se abordan dos cuestiones afectantes a las limitaciones existentes en las facultades de uso, disfrute y disposición de las viviendas protegidas."
      },
      {
        "id": "50e5ad69-7ea7-4f4e-859a-c326bd54de4b",
        "texto": "La primera de ellas es la relativa a la posibilidad de descalificar una vivienda protegida en el caso de que se hubiera solicitado, de acuerdo con lo dispuesto en el artículo 33 de la Ley Foral 10/2010, el cambio de la que se tiene en propiedad por otra adecuada y no se hubiera obtenido respuesta en el plazo de 6 meses. Las previsiones contenidas en este Decreto Foral son plenamente continuistas con lo que establecía el Decreto Foral 4/2006 ."
      },
      {
        "id": "abd44035-b2b8-47da-b03e-b235d823e3b1",
        "texto": "Sin embargo, la segunda de las cuestiones regulada está destinada a profundizar en el desarrollo normativo de una posibilidad que hasta el año 2010 no existía: la autorización para desocupar una vivienda protegida. Por primera vez se enumeran las causas que pueden motivar la concesión de esta autorización y se amplía el plazo máximo que se permite la desocupación. Se ha constatado que cada vez es más frecuente la movilidad geográfica de los trabajadores y estudiantes navarros, lo que ha propiciado la flexibilización de las exigencias en éste ámbito. Sin embargo, debe entenderse que esta autorización es un elemento por sí extraño en el mundo de la vivienda protegida, dado que su destino principal es servir de residencia habitual y permanente a sus adjudicatarios. Tan es así, que el artículo 17 de la Ley Foral 10/2010 elevó la ocupación de la vivienda a rango de requisito de acceso a vivienda protegida. Además, el régimen legal establecido para regular las facultades de disposición de las viviendas protegidas por parte de sus propietarios, permite varias fórmulas que aseguran la ocupación de la vivienda por un tercero evitando, por tanto, su desocupación. Tal es el caso de la posibilidad de alquilar o vender la vivienda o de autorizar su uso por un familiar de hasta segundo grado de consaguinidad. Todo ello hace que la interpretación de las causas que motivan la desocupación de una vivienda protegida se deba realizar desde un punto de vista restrictivo, teniéndose en cuenta que el destino de una vivienda protegida es su ocupación."
      },
      {
        "id": "afedca50-b461-45c2-8bfd-0b778067482d",
        "texto": "El capítulo III contiene las actuaciones protegibles en materia de rehabilitación y las correspondientes ayudas previstas en apoyo de la misma."
      },
      {
        "id": "2e629e18-0302-418a-b8c8-61f3637e6e81",
        "texto": "Al igual que ocurriera en el procedimiento de calificación de las viviendas protegidas, se ha realizado un gran esfuerzo por precisar al máximo las actuaciones protegibles, las condiciones mínimas de los edificios y viviendas para su calificación como protegibles, definiéndose por primera vez los diferentes presupuestos que se consideran en este ámbito (el general, el protegible y el subvencionable) y esclareciendo los límites de los diferentes presupuestos."
      },
      {
        "id": "d0a2d68b-dba8-419a-b6ea-e1f0f7c1d7d9",
        "texto": "A continuación, se regulan los pasos que sigue una actuación de rehabilitación para acceder a la correspondiente subvención desde la calificación provisional a la definitiva, pasando por los plazos máximos que se fijan para ejecutar las obras o por la acreditación y las incidencias que se pueden producir en la titularidad de la vivienda que se rehabilita dado lo dilatado en el tiempo de las actuaciones de rehabilitación."
      },
      {
        "id": "3849b3f0-732c-4d3c-b9af-8fa39bb3e48f",
        "texto": "Actores principales en la tramitación y gestión de las actuaciones de rehabilitación protegida han sido las oficinas de rehabilitación, por quienes se sigue apostando en la nueva regulación. La labor desempeñada a lo largo de estos últimos años en la ingente cantidad de expedientes que se han tramitado no puede pasar inadvertida. Por ello, se procurará la máxima colaboración y puesta a disposición de la información que obre en poder de la Administración de la Comunidad Foral y que sea necesaria y suficiente para la tramitación de los expedientes de rehabilitación."
      },
      {
        "id": "e58025d0-4161-45c7-899c-0aaa861d5084",
        "texto": "Asimismo, mención específica merece la figura del Área de Rehabilitación Preferente, por la que este Decreto Foral sigue apostando dados los excelentes resultados que ha logrado en localidades como Pamplona, Tudela, Viana, Estella/Lizarra, Cintruénigo, Corella, Tafalla, Gallipienzo, Villafranca y Puente la Reina. La plena revitalización de los centros históricos de estas localidades aconseja el mantenimiento de esta figura para su extensión a otros municipios de la Comunidad Foral."
      },
      {
        "id": "15860803-2cbb-4e8a-b7d6-cd25fa6e13eb",
        "texto": "El elenco de ayudas existentes en apoyo a la rehabilitación de edificios y viviendas es extenso, variado y complejo como la propia realidad de la rehabilitación; pero el Decreto Foral sigue apostando por refundir todas las ayudas en cuadros sinópticos de manejo sencillo, en función de las rentas, los destinatarios y la entidad de las reformas."
      },
      {
        "id": "a4e5a8ab-fb16-42bd-a2d1-56b2f4930a3c",
        "texto": "Los criterios para la determinación del importe de las ayudas incluyen novedades importantes. Las ayudas se vinculan más estrechamente a los ingresos que en la normativa anterior, priorizando las destinadas a solicitantes de menor renta, y se redefinen las actuaciones concretas merecedoras de subvención. La Ley Foral 6/2009, de 5 de junio, de medidas urgentes en materia de urbanismo y vivienda , que es la que ha estado regulando las ayudas a la rehabilitación durante el periodo 2009-2011, ha supuesto para el sector de la construcción una dinamización y para el empleo, un eficaz estímulo. No obstante, para el Gobierno de Navarra ha significado un elevado costo presupuestario al haber desbordado la cantidad y calidad de las actuaciones calificadas, las previsiones más optimistas, lo que ha generado un importante volumen de compromisos económicos. Al haberse cubierto sobradamente las expectativas de la citada Ley Foral , es lógico abrir ahora un periodo en el que se reorienten los fondos que anteriormente se destinaban a esta actuación protegible."
      },
      {
        "id": "9c4c9c48-e69e-4826-9398-21337629c0d1",
        "texto": "El capítulo IV se dedica al arrendamiento con y sin opción de compra. Con esta regulación se trata de concretar las previsiones contenidas en los artículos 12 y 14 de la Ley Foral 10/2010, profundizándose en el régimen de arrendamiento de vivienda protegida, al ser éste un régimen muy demandado por entre quienes se encuentran inscritos en el Censo de solicitantes de vivienda protegida. En todo caso, como no podía ser de otra manera, se ha sido respetuoso con la normativa civil básica reguladora de los arrendamientos urbanos a la que habrá de acudirse en las cuestiones no previstas por el presente Decreto Foral."
      },
      {
        "id": "175bc997-c6f2-4fd1-959b-8de393e65d38",
        "texto": "El Decreto Foral regula extensamente en su capítulo V las viviendas destinadas a la población necesitada de mayor protección social: las Viviendas de Integración Social así definidas en el artículo 4 de la Ley Foral 10/2010."
      },
      {
        "id": "437f9321-96d1-4a0f-8952-a0aa1d842cad",
        "texto": "Esta materia fue objeto de una profunda revisión en el Decreto Foral 25/2011 que vino a modificar varios de los artículos que las regulaban en la normativa anterior. Por tanto, en ese afán por dotar de la necesaria seguridad jurídica a nuestro marco normativo, se trata ahora de incorporar a este Decreto Foral las modificaciones que vía disposición final se realizaron en la normativa que ahora se deroga. Asimismo, se ha aprovechado la ocasión para realizar modificaciones de tipo sistemático. Tal es el caso de las ayudas que se reconocen a las personas acogidas al programa de Vivienda de Integración Social, que ahora se desgajan de las previstas con carácter general para el arrendamiento de vivienda protegida dada su entidad propia y la propia naturaleza de las Viviendas de Integración Social que, por si solas, son merecedoras de ser consideradas como una actuación protegible independiente del resto."
      },
      {
        "id": "609ae07c-c722-4465-8082-617d17d29579",
        "texto": "El último capítulo del Decreto Foral recoge otras actuaciones protegibles como el fomento del alquiler de vivienda usada, la vivienda libre de precio limitado o los apartamentos en alquiler para personas mayores de 60 años o para personas con discapacidad."
      },
      {
        "id": "8a20f4b8-8564-4f83-93b8-ec54a0d64fee",
        "texto": "Es voluntad del Gobierno de Navarra fomentar la captación de viviendas desocupadas para su inclusión en la Bolsa de alquiler prevista en el artículo 13 de la Ley Foral 10/2010. El objetivo principal de este programa es desarrollar un modelo de ciudad sostenible y solidaria; sostenible porque utiliza tejidos urbanos ya existentes y fuera de uso para las necesidades de los ciudadanos, antes de poner en marcha nuevos desarrollos en otras áreas, y solidaria porque recupera los barrios en situación de crisis social, fomentando la integración social y la mezcla de usos y rentas en todas las áreas. De este modo, los beneficios sociales que se obtienen son claros. Por ello, se realiza en el presente Decreto Foral el necesario desarrollo reglamentario de esta actuación protegible siguiendo la senda trazada por la normativa anterior, aunque dejando abierta la posibilidad a incluir en el futuro más localidades donde se puedan captar viviendas para su acogimiento a este programa."
      },
      {
        "id": "b5e036da-c596-4ff1-afdd-2d5dbab1dd18",
        "texto": "Asimismo, resulta reseñable la recuperación de la vivienda libre de precio limitado. Esta clase de vivienda fue ideada por la Ley Foral 6/2009, de 5 de junio, de medidas urgentes en materia de vivienda y urbanismo . Sin embargo, se preveía como una medida de vigencia temporal determinada hasta el 31 de diciembre de 2011. Constatado el éxito que tuvo el establecimiento de esta clase de vivienda, se opta ahora por recuperar su vigencia pero con alguna diferencia con respecto a la vivienda surgida de la mencionada Ley Foral 6/2009 , como es el hecho de que sus nuevos compradores ya no podrán beneficiarse de la deducción adicional que anteriormente se preveía."
      },
      {
        "id": "453cbad8-42a2-4511-8f6f-94ddf9ffeea9",
        "texto": "Por otro lado, se establece el régimen jurídico básico que debe regir en la promoción de apartamentos en alquiler para personas mayores de 60 años o para personas con discapacidad, dotándose a su procedimiento de adjudicación de un baremo específico que tiene en cuenta las diferentes necesidades de los destinatarios de este tipo de apartamentos, así como las correspondientes subvenciones que se prevén en apoyo de esta actuación protegible."
      },
      {
        "id": "f204a184-f434-447f-9414-2323a3436ef3",
        "texto": "Entre las disposiciones adicionales, y con el objeto de dotar de agilidad y respuesta adecuada a las necesidad de adaptación de determinados aspectos contemplados en el presente Decreto, se da cobertura a su actualización y revisión mediante la figura de la Orden Foral, lo que permitirá plantear la solución demandada en el momento preciso para su respuesta, evitando demoras y desfases entre la necesidad y su solución."
      },
      {
        "id": "1448640e-ad9c-4dbd-874e-36b7fb2e6712",
        "texto": "Se dedican también varias disposiciones adicionales a establecer criterios interpretativos en relación con determinados aspectos de la Ley Foral 6/2009, de 5 de junio, de medidas urgentes en materia de urbanismo y vivienda , o del Código Técnico de la Edificación. Entre todas estas disposiciones destaca la relativa a la fijación de las causas motivadas de renuncia al contrato de compraventa de una vivienda protegida, a los efectos de lo dispuesto en el artículo 14 de la Ley Foral 6/2009. Con esta regulación se pretende reducir la incertidumbre actualmente existente en este ámbito, aportándose seguridad jurídica tanto a los compradores de vivienda protegida, como a sus promotores y a las entidades financieras."
      },
      {
        "id": "22560f86-1486-41c3-887a-88b2447b3747",
        "texto": "Las disposiciones transitorias se dedican a fijar el necesario régimen jurídico aplicable a determinados expediente que se encuentren en tramitación a la entrada en vigor del presente Decreto Foral, transitoriedad particularmente compleja en el caso de los adjudicatarios de viviendas en régimen de arrendamiento, con y sin opción de compra, dado lo prolongado en el tiempo de su relación jurídica con la Administración. Asimismo, se establece un límite temporal máximo para solicitar la subvención por instalación de domótica en viviendas libres, actualmente derogada, que regulaba el artículo 7 de la Ley Foral 6/2009."
      },
      {
        "id": "4ab2947b-24c9-4801-882f-ceddb6f05efb",
        "texto": "En la primera de las disposiciones finales se realizan varias modificaciones de pequeño calado en el Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida , fruto de las necesidades observadas tras la puesta en marcha del propio Censo."
      },
      {
        "id": "9f6490a3-607e-4439-924a-95a8a63cf9f8",
        "texto": "En el primero de los Anexos se reproduce la refundición ya realizada en la normativa anterior de todas las previsiones dictadas en los últimos cincuenta años acerca de la duración del régimen legal de las viviendas protegidas existentes, incluyéndose las nuevas previsiones derivadas de la entrada en vigor de la Ley Foral 10/2010 . De este modo, se desentraña en un solo precepto la duración del régimen legal de los distintos tipos de vivienda protegida que han existido a lo largo de la historia."
      },
      {
        "id": "6a566b6b-19eb-4e57-b3ab-0b4956cbaa5f",
        "texto": "El segundo Anexo establece la fórmula para la ponderación de los ingresos de los solicitantes de vivienda protegida, teniendo en cuenta factores como el número de miembros de la unidad familiar, sus ingresos, así como otras circunstancias como la edad o el porcentaje de discapacidad."
      },
      {
        "id": "37053442-34e6-4f3f-bbf9-f6e2cd3f00ae",
        "texto": "En su virtud, a propuesta del Consejero de Fomento, de acuerdo con el Consejo de Navarra, y de conformidad con la decisión adoptada por el Gobierno de Navarra en sesión celebrada el día dieciocho de septiembre de dos mil trece, decreto:"
      }
    ]
  },
  "capitulos": [
    {
      "capitulo": "I",
      "titulo": "Disposiciones generales",
      "articulos": [
        {
          "articulo": 1,
          "titulo": "Objeto.",
          "parrafos": [
            {
              "id": "f9ae45e3-2c15-42af-8b2a-a3264929a63d",
              "texto": "1. Es objeto del presente Decreto Foral el desarrollo de lo dispuesto en los títulos II y IV de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, y en particular: a) El procedimiento de calificación de las viviendas protegidas y de las actuaciones de rehabilitación. b) El fomento de la edificación residencial. c) Las actuaciones protegibles en materia de vivienda. d) El arrendamiento de vivienda protegida, con y sin opción de compra."
            },
            {
              "id": "19fca9fe-3727-49d3-a07f-d13322ff8d2a",
              "texto": "2. Asimismo, también es objeto de este Decreto Foral: a) El desarrollo parcial de lo dispuesto en los títulos I , III y VI de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra. b) La modificación de algunos aspectos puntuales recogidos en el Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida. c) El desarrollo de los artículos 7 , 11 , 14 y 16 de la Ley Foral 6/2009, de 5 de junio, de Medidas Urgentes en materia de Urbanismo y Vivienda."
            }
          ]
        },
        {
          "articulo": 2,
          "titulo": "Actuaciones protegibles.",
          "parrafos": [
            {
              "id": "53c885b7-d700-4beb-8361-921ac72731f5",
              "texto": "1. Son actuaciones protegibles en materia de vivienda las previstas en la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra , de acuerdo con lo dispuesto en el presente Decreto Foral."
            },
            {
              "id": "14f0000f-aef1-435b-8ce1-9f0d1d17bccf",
              "texto": "2. Particularmente, sin perjuicio de otras que puedan existir, tienen la consideración de actuaciones protegibles: a) La adquisición o adjudicación en primera transmisión de viviendas protegidas. b) El alquiler de viviendas de protección oficial calificadas definitivamente en régimen de arrendamiento. c) La promoción de viviendas protegidas para uso propio, venta y arrendamiento, con o sin opción de compra. d) La rehabilitación de viviendas, edificios y áreas urbanas, siendo protegible dentro de esta actuación, entre otras, la adecuación de las viviendas a lo dispuesto en la normativa aplicable en materia de accesibilidad universal y diseño para todas las personas. e) Las Viviendas de Integración Social. f) El programa de intermediación para el alquiler de viviendas desocupadas o bolsa de alquiler. g) La promoción de apartamentos en régimen de alquiler, destinadas a personas mayores de 60 años o a personas con discapacidad."
            }
          ]
        },
        {
          "articulo": 3,
          "titulo": "Tipos de ayudas a las actuaciones protegibles y financiación cualificada.",
          "parrafos": [
            {
              "id": "0b8352eb-2af7-4800-b2fe-0745d2702671",
              "texto": "1. Las ayudas a las actuaciones protegibles en materia de vivienda, a los efectos de lo dispuesto en este Decreto Foral, se encuadran en las siguientes modalidades: a) Concesión de préstamos cualificados por parte de entidades financieras al promotor de una actuación protegible, al adquirente o al adjudicatario de una vivienda protegida. b) Concesión de subvenciones. c) Reducción o descuento sobre el precio máximo de venta o renta."
            },
            {
              "id": "44354773-77c8-4cd1-9d7c-306f55258940",
              "texto": "2. Se considera financiación cualificada la intervención de la Administración de la Comunidad Foral mediante apoyos económicos u otras aportaciones en el marco de las actuaciones protegibles en materia de vivienda."
            },
            {
              "id": "3dfe5013-9cee-4507-b0f4-488567ba286a",
              "texto": "3. A los efectos de lo dispuesto en el apartado anterior, se considerarán aportaciones, entre otras, las siguientes: a) La cesión, gratuita u onerosa, o permuta de suelo sin urbanizar o urbanizado. b) La cesión, gratuita u onerosa, o permuta de derechos de superficie, o de derechos de uso y disfrute. c) La reducción o descuento sobre el precio de venta o renta de la vivienda."
            }
          ]
        },
        {
          "articulo": 4,
          "titulo": "Disposiciones comunes a todas las ayudas contenidas en el presente Decreto Foral.",
          "parrafos": [
            {
              "id": "1ba42c84-8b06-49db-b101-6f9c07cfdd13",
              "texto": "1. La cuantía y el porcentaje de las subvenciones que se puedan estimar en las calificaciones provisionales, en las calificaciones definitivas o en las diligencias de visado no podrán ser revisados al alza, salvo en vía de recurso o de revisión de oficio. Las novaciones en el contrato de compraventa o en la adjudicación tampoco generarán derecho a la revisión al alza de las ayudas."
            },
            {
              "id": "8ce8f920-2077-4060-b994-e5113d7c0947",
              "texto": "2. Si el beneficiario de las ayudas económicas establecidas en este Decreto Foral tiene pendientes deudas líquidas y exigibles con la Hacienda Pública Foral, no se procederá al abono de dichas ayudas en tanto no se justifique la cancelación de la deuda."
            },
            {
              "id": "3ae1d333-5a84-4d21-9768-70ecb1780f43",
              "texto": "3. Las ayudas establecidas en el presente Decreto Foral son compatibles con cualesquiera otras establecidas por el Gobierno de Navarra u otras Administraciones Públicas."
            },
            {
              "id": "26e2ae05-4e67-41f8-99e6-0f7ddbdcdd1f",
              "texto": "4. La solicitud de cualquier ayuda prevista para las actuaciones protegibles reguladas en este Decreto Foral implicará, con los efectos y garantías previstas en la Ley Orgánica 15/1999, de 13 de diciembre, de Protección de Datos de Carácter Personal , que tanto los solicitantes, como los miembros de su unidad familiar, autorizan expresamente al Departamento competente en materia de vivienda para recabar del resto de Departamentos del Gobierno de Navarra u otras Administraciones públicas los datos necesarios para comprobar el cumplimiento de los requisitos de acceso a las ayudas públicas."
            },
            {
              "id": "f2a0d16c-b629-47a3-b018-6c666ef00a7a",
              "texto": "5. El procedimiento de concesión de las ayudas económicas directas a promotores, adquirentes, usuarios y adjudicatarios de viviendas protegidas, y de rehabilitación protegida, se podrá impulsar de oficio por el Departamento competente en materia de vivienda junto con la correspondiente calificación de la actuación o el visado del contrato, siempre y cuando exista disponibilidad presupuestaria suficiente."
            }
          ]
        },
        {
          "articulo": 5,
          "titulo": "Consignación y disponibilidad presupuestaria anual en apoyo a las actuaciones protegibles.",
          "parrafos": [
            {
              "id": "f167d094-190b-4576-8853-a8be8eb5678b",
              "texto": "El volumen total de ayudas que se concedan dentro de cada ejercicio no excederá del establecido por la correspondiente consignación y disponibilidad presupuestaria o la que resulte de su actualización, en el caso de que se aprueben modificaciones presupuestarias de conformidad con la legislación vigente aplicable."
            }
          ]
        },
        {
          "articulo": 6,
          "titulo": "Fechas de referencia para acreditar el cumplimiento de los requisitos de acceso a las actuaciones protegibles.",
          "parrafos": [
            {
              "id": "db226a51-abe7-4fa4-920c-6d22ec927d04",
              "texto": "Los requisitos para acceder a las actuaciones protegibles establecidas en el presente Decreto Foral, deberán cumplirse en las siguientes fechas: - 1. En la fecha en que solicite la calificación provisional para las siguientes actuaciones: - a) Promociones individuales para uso propio de una sola vivienda. b) Actuaciones de rehabilitación de edificios y viviendas."
            },
            {
              "id": "7243dde3-d260-4117-b7c5-2ef24d9ae545",
              "texto": "2. Para acceder a las ayudas públicas establecidas para el acceso a una vivienda protegida, ya sea en régimen de propiedad o de arrendamiento, con o sin opción de compra, se estará a las fechas previstas en los artículos 2 y 7 del Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida."
            },
            {
              "id": "3c7f1f51-457d-411e-9d24-70a9ed52a7ec",
              "texto": "3. En la fecha de presentación a visado de los contratos de venta o adjudicación de vivienda y los contratos de arrendamiento, en los siguientes casos: a) Adjudicaciones de viviendas usadas. A estos efectos, por vivienda usada se considerarán las viviendas definidas con tal carácter en el artículo 23.1.i) del Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida. b) Agrupaciones o Cooperativas que se acojan a lo dispuesto en el articulo 20.5 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra. c) Adjudicaciones de viviendas o apartamentos en régimen de arrendamiento destinados a personas mayores de 60 años o a personas con discapacidad."
            },
            {
              "id": "7e4d10b1-b767-4864-9c6c-4e4f6016b19f",
              "texto": "4. En la renovación de los contratos de arrendamiento de vivienda protegida la fecha que se tendrá en cuenta será la correspondiente al primer día de cada renovación anual, aun cuando la solicitud de subvención sea posterior."
            }
          ]
        },
        {
          "articulo": 7,
          "titulo": "Unidades familiares y familias numerosas.",
          "parrafos": [
            {
              "id": "6368d8ec-021c-470e-897d-919c6174e7c8",
              "texto": "1. A los efectos previstos en el presente Decreto Foral, el concepto de unidad familiar será el que rija al respecto en la regulación del Impuesto sobre la Renta de las Personas Físicas, con las salvedades previstas en la normativa que resulte de aplicación. En el caso de personas separadas legalmente o cuando no existiera vínculo matrimonial ni pareja estable, se presumirá que conviven con el solicitante aquellos descendientes sobre los que se ostenta la patria potestad, aunque sea compartida."
            },
            {
              "id": "11dfaecf-6553-466d-9d18-25f8640ddc9b",
              "texto": "2. Las familias numerosas que acrediten estar en posesión del correspondiente título en vigor podrá acceder a las actuaciones protegibles específicamente previstas en este Decreto Foral."
            }
          ]
        },
        {
          "articulo": 8,
          "titulo": "Renta ponderada.",
          "parrafos": [
            {
              "id": "3949483f-1f50-4c08-8e1b-fb86e6907d17",
              "texto": "1. La renta ponderada para el acceso a las actuaciones protegibles reguladas en el presente Decreto Foral se acreditará mediante la presentación del modelo oficial de la declaración del Impuesto sobre la Renta de las Personas Físicas, y se calculará conforme a lo previsto en el Anexo 2 del presente Decreto Foral."
            },
            {
              "id": "ca82009e-8118-4037-9864-e151960305a8",
              "texto": "2. A los efectos previstos en el presente decreto foral, las fechas de referencia para la presentación de la declaración del Impuesto sobre la Renta de las Personas Físicas ante las Administraciones tributarias competentes serán las previstas en el artículo 6 del presente decreto foral, con referencia al último periodo impositivo cuyo plazo de presentación de la declaración del Impuesto sobre la Renta de las Personas Físicas haya concluido 1. NOTA DEL APARTADO:  La redacción de este apartado corresponde a la establecida por Ley Foral 28/2018, de 26 de diciembre, sobre el derecho subjetivo a la vivienda en Navarra. La redacción original era la siguiente: \"2. A los efectos previstos en el presente Decreto Foral, las fechas de referencia para la presentación de la declaración del Impuesto sobre la Renta de las Personas Físicas ante las Administraciones tributarias competentes serán las previstas en el artículo 6 del presente Decreto Foral, con referencia al último periodo impositivo cuyo plazo de presentación de la declaración del Impuesto sobre la Renta de las Personas Físicas haya concluido en la fecha en que se solicite la correspondiente subvención o calificación provisional del expediente. Asimismo, dicha declaración del Impuesto sobre la Renta de las Personas Físicas se exigirá también para las subvenciones que se soliciten en la renovación de los contratos de arrendamiento de vivienda protegida. No obstante lo anterior, en el caso de subvenciones que se soliciten por adquisición, adjudicación o arrendamiento de una vivienda protegida, la referencia se realizará al último periodo impositivo cuyo plazo de presentación de la declaración del Impuesto sobre la Renta de las Personas Físicas haya concluido a fecha 1 de enero de cada año natural.”"
            }
          ]
        },
        {
          "articulo": 9,
          "titulo": "Módulos ponderado y sin ponderar.",
          "parrafos": [
            {
              "id": "10478775-0422-4f54-b648-d091e7484642",
              "texto": "1. Los módulos ponderado y sin ponderar previstos en la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra , se actualizarán anualmente, con efectos de 1 de enero de cada año, mediante la fórmula prevista en la citada Ley Foral."
            },
            {
              "id": "ff154e07-20f1-4936-abfc-ea9b11a85e2c",
              "texto": "2. A los efectos previstos en el artículo 10 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, en tanto la Comunidad Foral de Navarra no cuente con un sistema propio de cálculo de las variaciones de precios de los materiales y mano de obra, para la mano de obra (H) y los materiales señalados con las letras E, C, S, Cr, y M se utilizarán los publicados por la Administración del Estado a efectos de revisión de precios. El factor IPC será el correspondiente a la variación del índice general del sistema de índices de precios de consumo referido al Estado."
            },
            {
              "id": "b5ea96ee-344d-4a15-a1ae-030e72d0729b",
              "texto": "3. En el momento en que, como consecuencia de lo establecido en la Ley Foral 17/2013, de 15 de mayo, por la que se determinan los módulos aplicables a las actuaciones protegibles en materia de vivienda en Navarra para los años 2013 y 2014 , se vuelva a aplicar la fórmula de actualización de los módulos, se tomará en cuenta la variación interanual de los últimos índices que se conozcan en el momento de su determinación. No obstante lo anterior, en el caso de subvenciones que se soliciten por adquisición, adjudicación o arrendamiento de una vivienda protegida, la referencia se realizará al último periodo impositivo cuyo plazo de presentación de la declaración del Impuesto sobre la Renta de las Personas Físicas haya concluido a fecha 1 de enero de cada año natural.\""
            }
          ]
        }
      ]
    },
    {
      "capitulo": "II",
      "titulo": "Actuaciones protegibles en materia de vivienda",
      "articulos": [
        {
          "articulo": 10,
          "titulo": "Características constructivas de las viviendas protegidas.",
          "parrafos": [
            {
              "id": "d6f2bcec-614e-484f-8362-d1b2bca6dd0e",
              "texto": "Los tipos de viviendas protegidas previstos en la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra , deberán atenerse a las siguientes características constructivas comunes: 1. Superficie. La superficie útil de las viviendas protegidas y de sus anejos se medirá a todos los efectos, incluido el de aplicación de precios máximos, conforme a lo dispuesto en el artículo 21 del Anexo II del Decreto Foral 142/2004, de 22 de marzo, por el que se regulan las condiciones mínimas de habitabilidad de las viviendas en la Comunidad Foral de Navarra. La superficie útil total de las viviendas protegidas no superará los máximos establecidos para cada tipo de ellas. Las superficies útiles de los espacios exteriores como balcones o terrazas, medidas según lo establecido en el párrafo anterior, se sumarán a la superficie útil interior de la vivienda y no podrán suponer más del 10% de la superficie útil interior de la vivienda a la que pertenecen. En las promociones de viviendas protegidas en régimen de arrendamiento, con y sin opción de compra, aun cuando no se hubieran escriturado en régimen horizontal de la propiedad y a los solos efectos de calcular las subvenciones que les correspondan y de determinar el precio a abonar en concepto de renta, se medirán las superficies de la cubierta, patios, o cualesquiera otros de análoga naturaleza, que sean de uso privativo de una o varias viviendas, del mismo modo que si se hubieran registrado en régimen horizontal. 2. Distribución interior. a) El número de dormitorios de las viviendas protegidas en relación con la superficie útil de las mismas deberá acomodarse al siguiente cuadro: | N.º DORMITORIOS | SUPERFICIE ÚTIL       | |-----------------|-----------------------| | 1               | Hasta 60 m²           | | 2               | Hasta 80 m²           | | 3 o más         | Hasta el máximo legal | Las viviendas de 2 dormitorios que se destinen a reserva para personas con discapacidad motriz grave podrán tener hasta 85 m² útiles de superficie. b) Las viviendas de la reserva destinada a familias numerosas deberán contar con cuatro dormitorios, como mínimo. c) El diseño de los edificios excluirá la posibilidad física de anexión de espacios adyacentes a las viviendas. 3. Anejos vinculados. A cada vivienda protegida podrán vincularse, como anejos jurídicamente inseparables de la misma, un trastero y una plaza de garaje, conforme a las siguientes condiciones y dimensiones: a) La superficie útil mínima de la plaza de garaje será de 10,81 m². La superficie útil máxima por plaza será de 14 m², excepto cuando se destine a personas con discapacidad motriz. b) Las plazas de garaje destinadas a personas con discapacidad motriz podrán superar los 14 m² de superficie útil, si bien únicamente estos últimos computarán a efectos de ayudas públicas y del precio máximo de venta, de tal modo que ni el exceso sobre dicha superficie ni los espacios de acceso a la misma se tendrán en cuenta a dichos efectos. c) La superficie útil máxima de los trasteros será de 15 m², incluida toda su superficie con altura libre superior a 1,5 metros. La superficie útil mínima de cada uno de ellos será de 2 m². d) Ninguno de los locales vinculados a la vivienda podrá contar con huecos de iluminación por debajo de la altura de 1,8 metros sobre el pavimento terminado. La superficie total de iluminación de cada local no podrá superar el 5% de su superficie útil. e) Cuando un garaje incluido en una promoción de viviendas protegidas forme parte de un garaje mancomunado cuyo acceso no esté ejecutado en el momento de inicio del expediente de calificación, solo podrá ser calificado provisional y definitivamente si consta en escritura pública un plazo de ejecución previsto del garaje no superior a tres años, siempre que no conlleve una demora superior a cinco años a contar desde la fecha de calificación definitiva de la promoción. En todo caso, se deberá garantizar, al menos, la existencia de accesos provisionales hasta la finalización de los definitivos. f) Cuando el garaje vinculado sea de uso individual con acceso exclusivo a su usuario desde el exterior o desde elemento común, podrán sumarse en un solo espacio el necesario como garaje y el del trastero, contando entonces con una superficie útil máxima de 45 m². 4. Locales no vinculados. a) La suma de las superficies útiles de los locales no vinculados a las viviendas, incluidas las plazas de garaje no vinculadas, no podrá exceder del 40% de la superficie útil total de la promoción. Si no consta la superficie útil real de los locales no vinculados, se considerará como tal el 85% de la superficie construida correspondiente. b) Los locales no vinculados se situarán preferentemente en plantas completas distintas de las de las viviendas. En ningún caso podrán compartir accesos ni salidas con las viviendas. c) A los solos efectos del cálculo de la repercusión máxima del suelo urbanizado, se considerará como precio máximo de venta por metro cuadrado útil de local no vinculado a vivienda el equivalente al 40% del precio máximo de venta del metro cuadrado útil de las viviendas protegidas en su expediente, y el precio por metro cuadrado útil de garaje no vinculado será igual que el del vinculado a vivienda. A todos los demás efectos, los locales no vinculados a viviendas tendrán precio libre. d) Las plazas de garaje no vinculadas incluidas en la promoción, contarán con las dimensiones y superficie mínimas establecidas, aunque podrán superar las máximas. Podrán existir plazas de aparcamiento no vinculadas para motocicletas que cuenten con unas dimensiones útiles mínimas de 1,2 por 2,4 metros, y máximas de 5 m². 5. Condiciones técnicas y constructivas comunes. a) Las condiciones técnicas y constructivas comunes de las viviendas protegidas serán las exigidas por la normativa de habitabilidad, el Código Técnico de la Edificación y las restantes normas generales sobre edificación. b) Las viviendas protegidas unifamiliares y las destinadas a personas con discapacidad estarán sujetas a las condiciones técnicas y constructivas específicamente previstas en los artículos 12 y 13 del presente Decreto Foral, respectivamente, además de las generales que les sean de aplicación. 6. Terrenos aptos para la construcción de viviendas protegidas. Los terrenos sobre los que se construyan las viviendas protegidas deberán reunir las condiciones urbanísticas y de aptitud que prevé en el artículo siguiente. 7. Superficie útil máxima. El total de superficie útil de las viviendas de protección oficial, excluidos anejos, no excederá de 90 m², o 120 m² útiles cuando sean promovidas para familias numerosas. El total de superficie útil de las viviendas de precio tasado, excluidos anejos, no excederá de 120 m², o 140 m² cuando sean promovidas para familias numerosas. 8. Superficie construida máxima. El total de superficie construida de las viviendas de protección oficial, incluida la superficie de todos los anejos vinculados a las mismas, no excederá de 260 m², o 300 m² cuando sean promovidas para familias numerosas. El total de superficie construida de las viviendas de precio tasado, incluida la superficie de todos los anejos vinculados a las mismas, no excederá de 310 m², o 360 m² cuando sean promovidas por familias numerosas. 9. Nivel de calificación energética - Los proyectos de viviendas protegidas que se presenten para su calificación provisional a partir del 1 de enero de 2017 deberán obtener, como mínimo, un nivel B de calificación energética relativa al consumo de energía, según lo establecido en el Real Decreto 235/2013, de 5 de abril, por el que se aprueba el procedimiento básico para la certificación de la eficiencia energética de los edificio . Lo anterior no será de aplicación a las viviendas protegidas unifamiliares aisladas. - Los proyectos de viviendas protegidas que se presenten para su calificación provisional a partir del 1 de enero de 2018, deberán obtener, como mínimo, un nivel A de calificación energética, según lo dispuesto en el apartado anterior, no siendo de aplicación igualmente a las viviendas protegidas unifamiliares aisladas. - Los proyectos de viviendas protegidas que se presenten para su calificación provisional a partir del 1 de enero de 2019 deberán cumplir los requisitos para ser edificios de consumo de energía casi nulo, de conformidad con lo dispuesto en la Directiva 2010/31/UE del Parlamento Europeo y del Consejo . - Los proyectos de viviendas protegidas que se presenten para su calificación provisional a partir del 1 de enero de 2017, promovidas por sociedad públicas, deberán cumplir los requisitos para ser edificios de consumo de energía casi nulo, de conformidad con lo dispuesto en la Directiva 2010/31/UE del Parlamento Europeo y del Consejo . En ausencia de definición nacional de edificio de consumo casi nulo, se admitirá el cumplimiento de los estándares o certificaciones más reconocidos que acrediten para el edificio promovido necesidades de energía muy reducidas, y sean equiparables a las contenidas en las definiciones existentes a nivel europeo 2. NOTA DEL APARTADO: Este apartado fue añadido por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda."
            }
          ]
        },
        {
          "articulo": 11,
          "titulo": "Condiciones urbanísticas de los terrenos y limitaciones de coste para la edificación de las viviendas protegidas.",
          "parrafos": [
            {
              "id": "c070a70e-e080-4e8c-8ae5-b031737e18e2",
              "texto": "1. Cumplimiento de la normativa urbanística. Los proyectos acogidos a protección pública del Gobierno de Navarra cumplirán las determinaciones contenidas en la legislación urbanística y en el planeamiento urbanístico y territorial. A tal efecto, la memoria del proyecto contendrá un apartado relativo a la justificación del cumplimiento de la normativa urbanística, que detallará los siguientes extremos: a) El planeamiento vigente aplicable, ubicación e identificación catastral y registral de la parcela donde se plantea la promoción, así como las determinaciones estructurantes y pormenorizadas de planeamiento urbanístico o territorial que afecten al solar sobre el que se actúe. Como mínimo se deberán indicar las determinaciones relativas a parcelación, uso del suelo, ocupación, alineaciones y rasantes, altura y volumen permitidos. b) Justificación expresa del cumplimiento de las determinaciones contenidas en el párrafo anterior. c) Descripción del modo en que se efectuará la urbanización, diferenciando la urbanización interior de la parte de la urbanización exterior de la parcela que corresponda ejecutar o costear al promotor. Se incluirá presupuesto desglosado de la urbanización exterior, pudiendo el de la urbanización interior estar integrado en el de obras de edificación, y, cuando hayan existido, los justificantes de indemnizaciones por levantamientos de cargas incompatibles con la urbanización, costes de realojos y cualesquiera otros costes de urbanización distintos de la obra de urbanización en sí."
            },
            {
              "id": "40fc53f5-1e90-4863-a3a9-c8dda520572f",
              "texto": "2. Cumplimiento del conjunto de condiciones legal y reglamentariamente exigibles. Serán aptos para la edificación de viviendas protegidas aquellos terrenos en los que resulte posible cumplir simultáneamente todas las condiciones legal y reglamentariamente exigibles en materia de habitabilidad, de accesibilidad universal y diseño para todas las personas, viviendas protegidas, ordenación territorial y urbanística, protección del patrimonio histórico, previsiones del Código Técnico de la Edificación, actividades clasificadas y cualesquiera otras que afecten a la edificación."
            },
            {
              "id": "41c7d066-926b-4164-8b22-aa7c7a123f51",
              "texto": "3. Cargas. Los terrenos destinados a la promoción de viviendas protegidas estarán libres de cualquier carga que impida la construcción de las viviendas cumpliendo todas las condiciones exigibles, o que resulte injustificadamente onerosa para los destinatarios finales de las viviendas."
            },
            {
              "id": "64850818-0b22-4e3c-8fdb-ac7e699fb5ff",
              "texto": "4. Valoración de los terrenos y de la edificación. a) En los porcentajes máximos de repercusión del suelo y urbanización establecidos en el artículo 7 de la Ley Foral 10/2010, de 10 de mayo, del Derecho la Vivienda en Navarra, se incluyen todos los costes de la urbanización exterior, así como los de adquisición de los terrenos, cargas resultantes de la reparcelación, indemnizaciones y costes de levantamiento de cargas de todo tipo. En el supuesto de que la repercusión del suelo y urbanización supere los máximos correspondientes a cada tipo de vivienda en la fecha de solicitud de calificación provisional, se otorgará ésta si se acredita que, en el momento en el que se estableció el precio de los terrenos, en escritura públi- 2 Este apartado fue añadido por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda . ca de compraventa, resolución administrativa, o documento similar, dicha repercusión era inferior a los límites legales correspondientes a los precios máximos vigentes en aquél momento. b) Para acreditar el valor de los terrenos se aportará el título de adquisición de los que vayan a quedar vinculados a la promoción. c) Si el terreno fuera resultado de una segregación o agrupación de fincas, deberá constar expresamente el valor que corresponde a los terrenos urbanizados o a urbanizar, así como, en su caso, la parte de las cargas de la finca original que se traslada efectivamente a la finca segregada o agrupada. d) En el presupuesto de ejecución material de las viviendas protegidas se incluirán todos los costes de las obras conforme a los precios de mercado estimados para los materiales, la mano de obra, los medios auxiliares, los costes de las obras de edificación y urbanización interior, y los gastos generales de las propias obras. A estos efectos, se deberán efectuar valoraciones a precios de mercado aunque algunos de estos costes se suplan mediante donaciones, prestaciones desinteresadas o autoconstrucción."
            },
            {
              "id": "445b2340-96ac-47da-9a1f-d6c71d473cbd",
              "texto": "5. Autorización del Departamento competente en materia de patrimonio histórico. Si la edificación requiere autorización del Departamento competente en materia patrimonio histórico debido a su proximidad a un bien con valor histórico, artístico o cultural reconocido, dicha autorización se deberá incorporar al expediente."
            }
          ]
        },
        {
          "articulo": 12,
          "titulo": "Condiciones especiales para las viviendas protegidas unifamiliares.",
          "parrafos": [
            {
              "id": "d75c8b36-a04c-4937-9076-bd8667b8c4bf",
              "texto": "1. En las promociones de viviendas unifamiliares todos los locales deberán vincularse registralmente a las viviendas como anejos, y cumplirán las siguientes condiciones: a) Estarán situados en plantas bajas, sótanos o semisótanos. b) Todo anejo cuyas dimensiones excedan de 15 m² deberá contar con acceso directo desde el exterior, vía pública o espacio libre adyacente a la misma. c) La altura libre de los locales estará comprendida entre los 2,40 y los 4,00 metros, salvo que el planeamiento urbanístico exija alturas diferentes."
            },
            {
              "id": "eadad8ee-3e8b-48d9-b982-24b8338d90fc",
              "texto": "2. Los zaguanes y escaleras de acceso a la vivienda unifamiliar no computarán como superficie útil de la vivienda. El zaguán no podrá superar los 12 m² de superficie."
            },
            {
              "id": "0ad8635b-d9af-4e5d-9bc0-947b15da0903",
              "texto": "3. Los espacios de acceso a la plaza de garaje deberán cumplir las condiciones constructivas y de pendientes máximas previstas en la normativa específica y no deberán superar los 16 m² de superficie."
            },
            {
              "id": "a08ab47a-b61e-4bf3-88a5-fda6bd79a81c",
              "texto": "4. Cuando se trate de las viviendas rurales a las que se refiere el artículo 9.3 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, la suma de las superficies útiles de todos los locales anejos vinculados a las viviendas unifamiliares no excederá de 100 m², en el caso de viviendas de protección oficial, o de 120 m², en el caso de viviendas de precio tasado. En el resto de casos, la suma de todas estas superficies útiles no excederá de 45 m²."
            }
          ]
        },
        {
          "articulo": 13,
          "titulo": "Viviendas protegidas reservadas a personas con discapacidad motriz grave.",
          "parrafos": [
            {
              "id": "c3776c3d-18c3-44ba-912a-786931106b5b",
              "texto": "Las viviendas reservadas a personas con discapacidad motriz grave serán destinadas a aquellas que tengan una afectación motora en extremidades inferiores con una discapacidad igual o superior al 40%, de conformidad con lo establecido en el artículo 21.1 de la Ley Foral 10/2010. Estas viviendas deberán cumplir lo previsto en la normativa específica sobre accesibilidad y, además, las siguientes condiciones mínimas: 1. Las viviendas adaptadas para personas con discapacidad motriz grave se ubicarán preferentemente en planta baja si así lo permite el planeamiento urbanístico. En caso contrario, deberán dotarse de ascensor o rampa que cumplan las condiciones exigidas por la normativa de accesibilidad. 2. Si la promoción cuenta con plazas de aparcamiento propias, dispondrá de un número de plazas igual al de viviendas reservadas para personas con discapacidad motriz grave. 3. El interior de las viviendas adaptadas para personas con discapacidad motriz grave cumplirán las determinaciones que el Código Técnico de la Edificación establece para las viviendas accesibles para usuarios de silla de ruedas. 4. Únicamente en el caso de promociones de viviendas unifamiliares, las viviendas reservadas a personas con discapacidad motriz grave incluidas en la promoción podrán desarrollarse en más de una planta, siempre que, además de la escalera, cuenten con el correspondiente ascensor o rampa accesibles."
            }
          ],
          "seccion": "Sección 2.ª: Precios máximos"
        },
        {
          "articulo": 14,
          "titulo": "Condiciones relativas al precio máximo de los anejos, comunes a todos los tipos de viviendas protegidas.",
          "parrafos": [
            {
              "id": "810bf752-0927-407b-a0ce-456f159a52ec",
              "texto": "Se establecen como condiciones comunes relativas al precio máximo de los anejos de las viviendas protegidas, las siguientes: a) En ningún caso podrá obligarse a los adjudicatarios de viviendas protegidas a adquirir anejos no vinculados. b) En el caso de los garajes individuales vinculados contemplados en el apartado f) del artículo 10.3 del presente Decreto Foral, el precio máximo del local será el correspondiente a trasteros u otros anejos, aplicado a la totalidad de la superficie útil del local. c) Si la superficie útil de una plaza de garaje reservada legalmente a una persona con discapacidad motriz supera los 14 metros cuadrados útiles, su precio de venta o de adjudicación no excederá del correspondiente a una plaza de la citada superficie. d) Si la superficie útil de una plaza de garaje supera el máximo de 14 metros cuadrados previsto en el presente Decreto Foral, y ello ocurre como consecuencia de medición efectuada conforme a criterios anteriores a la entrada en vigor del Decreto Foral 142/2004, de 22 de marzo, por el que se regulan las condiciones mínimas de habitabilidad de las viviendas en la Comunidad Foral de Navarra , el precio de venta o adjudicación no excederá del 40% del precio por metro cuadrado útil de la vivienda a la que está vinculado."
            }
          ]
        },
        {
          "articulo": 15,
          "titulo": "Precios máximos de las viviendas de protección oficial.",
          "parrafos": [
            {
              "id": "590348d8-5466-431a-9f21-650ba6d9a732",
              "texto": "1. Los precios máximos de adjudicación o venta en primera transmisión de viviendas de protección oficial cuya solicitud de calificación provisional sea posterior a la entrada en vigor del presente Decreto Foral, en tanto no transcurra un año desde la fecha de calificación definitiva del expediente, siempre en función del módulo ponderado vigente en el momento de solicitud de la calificación provisional, será el equivalente a 1,30 veces el módulo ponderado por metro cuadrado útil de vivienda y de garaje vinculado, y 0,52 veces el módulo ponderado por metro cuadrado útil de trasteros y otros anejos."
            },
            {
              "id": "ac806dc6-dca2-4c73-a580-64258df086e4",
              "texto": "2. Los precios máximos de adjudicación o venta de viviendas de protección oficial en segunda y posteriores transmisiones, o en primera transmisión cuando haya transcurrido al menos un año desde la fecha de calificación definitiva, siempre en función del módulo sin ponderar vigente en el momento de la suscripción del contrato, serán los siguientes: a) Para viviendas de protección oficial y para las viviendas de protección oficial de régimen general: 1,3 veces el módulo sin ponderar por metro cuadrado útil de vivienda y garaje vinculado, y 0,52 veces el módulo sin ponderar por metro cuadrado útil de trasteros y otros anejos. b) Para viviendas de protección oficial de régimen especial: 1,2 veces el módulo sin ponderar por metro cuadrado útil de vivienda y garaje vinculado, y 0,48 veces el módulo sin ponderar por metro cuadrado útil de trasteros y otros anejos."
            }
          ]
        },
        {
          "articulo": 16,
          "titulo": "Precios máximos de las viviendas de precio tasado.",
          "parrafos": [
            {
              "id": "631d2824-0344-46ea-9c94-5c25f480eb19",
              "texto": "1. Los precios máximos de adjudicación o venta en primera transmisión de viviendas de precio tasado cuya solicitud de calificación provisional sea posterior a la entrada en vigor del presente Decreto Foral, en tanto no transcurra un año desde la fecha de calificación definitiva del expediente, siempre en función del módulo ponderado vigente en el momento de solicitud de la calificación provisional, será el equivalente a 1,50 veces el módulo ponderado por metro cuadrado útil de vivienda y de garaje vinculado, y 0,60 veces el módulo ponderado por metro cuadrado útil de trasteros y otros anejos."
            },
            {
              "id": "90a65bc2-5998-4580-8d60-057891114e3d",
              "texto": "2. Los precios máximos de adjudicación o venta de viviendas de precio tasado en segunda y posteriores transmisiones, o en primera transmisión cuando haya transcurrido al menos un año desde la fecha de calificación definitiva, siempre en función del módulo sin ponderar vigente en el momento de la suscripción del contrato, serán equivalentes a 1,50 veces el módulo sin ponderar por metro cuadrado útil de vivienda de garaje o garajes vinculados, y 0,60 veces el módulo sin ponderar por metro cuadrado útil de trasteros y otros anejos."
            }
          ]
        },
        {
          "articulo": 17,
          "titulo": "Renta anual máxima de las viviendas protegidas en régimen de arrendamiento.",
          "parrafos": [
            {
              "id": "f10a5294-293a-499a-9ffa-386c3cda3890",
              "texto": "1. La renta anual máxima para las viviendas de protección oficial calificadas definitivamente en régimen de arrendamiento cuya calificación provisional se solicitó con posterioridad a la entrada en vigor de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra , será el equivalente al 4,5 por 100 del precio máximo de venta vigente en la fecha de celebración del contrato de arrendamiento para las segundas transmisiones de vivienda y anejos vinculados."
            },
            {
              "id": "01d3828c-a56d-415b-b73d-3655ef510d04",
              "texto": "2. El importe de la renta anual calculado de acuerdo con lo dispuesto en el apartado anterior será la renta anual máxima para todas las viviendas protegidas calificadas definitivamente en régimen de propiedad que sean arrendadas por sus propietarios, así como a las promociones acogidas a lo dispuesto en el artículo 105 del Decreto Foral 287/1998, de 28 de septiembre, por el que se regulan las medidas de Apoyo y Financiación en materia de Vivienda en Navarra."
            }
          ],
          "seccion": "Sección 3.ª: Reservas"
        },
        {
          "articulo": 18,
          "titulo": "Reservas.",
          "parrafos": [
            {
              "id": "1fca8c8c-106a-4342-9afe-4527a2679a0b",
              "texto": "1. En las promociones de viviendas protegidas en régimen de propiedad y en régimen de arrendamiento con opción de compra, el número de viviendas a reservar para cada grupo de personas de los previstos en los subapartados a), b), c), d) y e) del artículo 20.3 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, será el siguiente: | VIV PROM    | VIV RES PARA GRUPOS | VIV TOTAL RES | |-------------|---------------------|---------------| | 1 a 33      | 0                   | 0             | | 34 a 66     | 1                   | 5             | | 67 a 99     | 2                   | 10            | | 100 a 133   | 3                   | 15            | | 134 a 166   | 4                   | 20            | | 167 a 199   | 5                   | 25            | | 200 a 233   | 6                   | 30            | | 234 a 266   | 7                   | 35            | | 267 a 299   | 8                   | 40            | | 300 o más   | 9 + 1 por 33 extra  | 45 + 5 por 33 extra |"
            },
            {
              "id": "05d60ff3-8d1b-48ee-9e3d-46329558c18b",
              "texto": "2. En las promociones de viviendas de protección oficial en régimen de arrendamiento sin opción de compra, el número de viviendas a reservar para cada grupo de personas de los previstos en los subapartados a), b), c), d) y e) del artículo 20.3 y del subapartado a) del artículo 20.4 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, será el siguiente: | VIV PROM    | VIV RES a–d | VIV RES e | VIV TOTAL RES | |-------------|-------------|-----------|---------------| | 1 a 16      | 0           | 0         | 0             | | 17 a 33     | 0           | 1         | 1             | | 34 a 49     | 1           | 2         | 6             | | 50 a 66     | 1           | 3         | 7             | | 67 a 83     | 2           | 4         | 12            | | 83 a 99     | 2           | 5         | 13            | | 100 a 116   | 3           | 6         | 18            | | 117 a 133   | 3           | 7         | 19            | | 134 a 149   | 4           | 8         | 24            | | 150 a 166   | 4           | 9         | 25            | | 167 a 183   | 5           | 10        | 30            | | 184 a 199   | 5           | 11        | 31            | | 200 o más   |6 + 1 cada 33| 12 + 1 /17|               | |             | viv >200    |  viv >200 |(suma de ambos)|"
            },
            {
              "id": "d9c470cc-0ad3-41e3-997e-959e2020c9bc",
              "texto": "3. La reserva destinada a familias numerosas podrá ampliarse por encima del número indicado en el cuadro anterior cuando así lo exija la configuración arquitectónica del edificio, previa autorización del Departamento competente en materia de vivienda."
            },
            {
              "id": "ff2cea12-b551-48ab-a9de-52e8486ee984",
              "texto": "4. Si el número de personas inscritas en el Censo de solicitantes de vivienda protegida no permite cubrir la totalidad de las viviendas reservadas para personas con discapacidad motriz grave, el promotor queda autorizado automáticamente para no promover como adaptadas a personas con discapacidad motriz grave las viviendas no adjudicadas por esta causa. No obstante lo anterior, si se trata de una promoción pública de viviendas, se estará a lo dispuesto en la disposición adicional cuarta de la Ley Foral 5/2010, de 6 de abril, de accesibilidad universal y diseño para todas las personas."
            },
            {
              "id": "8559d6df-09db-450a-bae9-0d82d58abaa9",
              "texto": "5. En las promociones de hasta 33 viviendas, la reserva destinada a realojos conforme a lo dispuesto en la letra f) del artículo 20.3 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, podrá abarcar una parte, o incluso la totalidad, del número de viviendas de la promoción, en la medida que lo requieran las resoluciones o convenios correspondientes. En las promociones de más de 33 viviendas, la reserva destinada a realojos no podrá menguar el número total de viviendas reservadas para los grupos citados en los apartados 1 y 2 del presente artículo."
            },
            {
              "id": "944f8e41-349f-46d4-9f3c-fffaed654786",
              "texto": "6. El Departamento competente en materia de vivienda, al otorgar las calificaciones provisionales, podrá determinar el número de viviendas a incluir en la reserva para realojados por inadecuación de la vivienda habitual conforme a lo previsto en el artículo 33 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra. Transcurridos 6 meses desde la fecha de la calificación provisional, se podrá solicitar que las viviendas no adjudicadas de las reservas destinadas a realojos y realojos por inadecuación, pasen a engrosar la reserva general para empadronados en Navarra a que hace referencia el artículo 20.3.g) de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra."
            },
            {
              "id": "ba98613e-3b36-4dd0-80b5-69b1e17afe72",
              "texto": "7. A los efectos de la autorización prevista en el segundo párrafo del artículo 20.5 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, el cómputo del empadronamiento ininterrumpido con una antigüedad mínima de cuatro años se efectuará desde la fecha de presentación de la solicitud de calificación provisional del expediente. Al menos uno de los adjudicatarios de cada vivienda deberá reunir las condiciones de empadronamiento exigidas."
            }
          ]
        },
        {
          "articulo": 19,
          "titulo": "Fraccionamiento espacial o temporal de las promociones.",
          "parrafos": [
            {
              "id": "921306b2-2794-4764-baf5-32240b10243a",
              "texto": "El promotor que haya solicitado la calificación provisional de un expediente no podrá solicitar en el mismo municipio la calificación provisional de otro expediente acogido a la misma modalidad de protección pública hasta que haya transcurrido un año desde la solicitud, salvo que concurra alguna de las siguientes circunstancias: 1. Que la suma de viviendas de las dos o más promociones sea igual o inferior a 33. 2. Que acumule en uno o más expedientes las reservas de viviendas que hubieran correspondido a un expediente cuyo número de viviendas fuese la suma de las de todos los expedientes. 3. Que una de las actuaciones se haya llevado a cabo en terreno público obtenido por concurso. 4. Que las promociones se ubiquen en áreas de reparto o en unidades de ejecución distintas o en parcelas no colindantes de la misma unidad, excepto, en este último caso, cuando se trate de promociones de viviendas protegidas unifamiliares."
            }
          ],
          "seccion": "Sección 4.ª: Tramitación de la calificación de las viviendas protegidas"
        },
        {
          "articulo": 20,
          "titulo": "Calificación de las viviendas protegidas.",
          "parrafos": [
            {
              "id": "582c0878-1b4f-482e-9ef4-bbcf2386b5a9",
              "texto": "La calificación constituye un procedimiento administrativo a través del cual se comprueba la legalidad y el cumplimiento de las características exigidas para construir viviendas protegidas, e incluye las resoluciones de calificación provisional y de calificación definitiva."
            }
          ]
        },
        {
          "articulo": 21,
          "titulo": "Contenido mínimo de la calificación.",
          "parrafos": [
            {
              "id": "1d53d1ec-f6d6-43d2-977e-344e35896038",
              "texto": "La calificación provisional y definitiva incluirán los siguientes datos: 1. Consignación de la norma que determina el régimen de financiación de las actuaciones objeto de la calificación. 2. Identificación del solicitante (nombre o razón social, identificación fiscal, domicilio y la representación que ostente, en su caso). 3. Número y superficie útil de las viviendas de la promoción y existencia o no de garajes y trasteros, especificando si son o no vinculados y su respectiva superficie, así como número y superficie de locales. 4. Tipo de vivienda, según la clasificación prevista en la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra . 5. Régimen de acceso o uso de las viviendas. 6. Módulo aplicable. 7. Expresión de que los préstamos cualificados y ayudas económicas directas estimadas estarán sometidos, en su posible concesión y condiciones, a las limitaciones establecidas en el presente Decreto Foral, incluida la disponibilidad presupuestaria suficiente."
            }
          ]
        },
        {
          "articulo": 22,
          "titulo": "Tramitación de la calificación provisional.",
          "parrafos": [
            {
              "id": "36833f2c-28ff-43c6-acf0-33e47c343fc6",
              "texto": "1. La calificación provisional requiere la previa comprobación del cumplimiento de los requisitos exigidos para las promociones de viviendas protegidas por la normativa vigente. La solicitud de calificación provisional se podrá descargar en el sitio web informativo en materia de vivienda o será proporcionado en las dependencias del Departamento competente en materia de vivienda. Dicha solicitud deberá presentarse firmada por el promotor, acompañada de la siguiente documentación: a) Acreditación de la personalidad del solicitante y, en su caso, de la representación que ostente. a.1) En todos los casos se adjuntará fotocopia del D.N.I. o permiso de residencia del firmante de la solicitud, o autorización expresa del promotor al Departamento competente en materia de vivienda para realizar la consulta telemática que se establezca con respecto a estos documentos. a.2) En expedientes promovidos por sociedades mercantiles, cooperativas o por cualquier otro tipo de persona jurídica, se adjuntará nota simple del Registro Mercantil, del Registro de Sociedades Cooperativas o del Censo de Entidades, expedida como máximo, con una antelación de 1 mes, acreditativa de su situación. En dicha nota simple deberá constar el C.I.F. de la entidad promotora, así como la acreditación de la representación del firmante de la solicitud de calificación respecto de la empresa. En el caso de que sean varias personas físicas o jurídicas las promotoras del expediente de calificación, siempre y cuando sea jurídicamente posible, se deberá constituir una persona jurídica que actúe como promotora del expediente correspondiente. En todo caso, la promoción del expediente se realizará en régimen de pro indiviso. b) Cédula o certificado urbanístico expedido por el Ayuntamiento en el que se indique la normativa urbanística aplicable a los terrenos, incluido el planeamiento de desarrollo y las modificaciones que le afecten y que hubieran sido aprobadas definitivamente hasta la fecha del certificado, así como el documento de gestión urbanística que resulte de aplicación y sus modificaciones. En el caso de que los terrenos no estuvieran incluidos en alguna figura de planeamiento que garantice la existencia de los servicios básicos, se certificarán los servicios con los que efectivamente cuenten los terrenos. Si la promoción se ubica en terrenos incluidos en el ámbito de aplicación de un Plan Sectorial de Incidencia Supramunicipal, el certificado podrá solicitarse directamente a la Administración actuante. c) Certificado del Registro de la Propiedad expedido, como máximo, con una antelación de un mes contado desde que se solicite la calificación provisional, que acredite la titularidad del dominio de los terrenos y, en su caso, de la existencia de cargas o gravámenes. Asimismo, deberá acreditar que dichos terrenos están libres de cargas o gravámenes incompatibles con el desarrollo del proyecto según lo dispuesto en el artículo 11 del presente Decreto Foral. En caso de que los solicitantes no sean propietarios de los terrenos, además acompañarán promesa de venta o la resolución administrativa otorgada a su favor, o bien un título que les faculte para construir sobre los mismos. d) Proyecto básico y de ejecución, plegado en tamaño DIN A4, visado por un Colegio Oficial de Arquitectos, de acuerdo con lo dispuesto en el Real Decreto 1000/2010, de 5 de agosto, sobre visado colegial obligatorio , al que se acompañará el estudio de seguridad y salud. e) Documento suscrito por el autor del proyecto o el director de la obra declarando que se trata de una obra de nueva planta y que la obra no está terminada. f) En su caso, documento oficial en el que se manifieste la voluntad municipal de habilitar la reserva a que se refiere el artículo 20.3.h) de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra. g) Copia de la solicitud de la calificación provisional presentada en el soporte digital que se establezca. Asimismo, en el caso de promociones a calificar en régimen de propiedad, se deberá aportar un documento en soporte digital donde se contengan los datos de la promoción, en el que se indicarán sus características principales, planos de las viviendas tipo incluidas en la misma, de situación y de emplazamiento, así como una breve descripción de las instalaciones, materiales y etiqueta de la certificación energética del proyecto. Del mismo modo, se deberá indicar la forma de pago prevista para las viviendas que se consideren características y el precio de venta estimado de las mismas. El modelo oficial de documento se obtendrá en el sitio web informativo en materia de vivienda o será proporcionado en las dependencias del Departamento competente en materia de vivienda. h) Acreditación del precio del terreno mediante alguno de los siguientes documentos: Escritura de propiedad del terreno y actualización del precio que en ella conste; cédula parcelaria y hoja de valoración catastral actualizadas; documento oficial administrativo o judicial semejante. i) Acreditación del precio de la urbanización exterior, incluyendo derribos, indemnizaciones u otros gastos que afecten al precio del suelo urbanizado. Si existiera urbanización interior y su coste no se hubiera incluido en el de la edificación, se acreditará igualmente el precio de la urbanización interior. j) Las entidades mercantiles, cooperativas y cualesquiera otros tipos de personas jurídicas, así como las personas físicas que promuevan para uso propio, deberán aportar el Impreso de Entidad Colaboradora, para la percepción de subvenciones. Este Impreso de Entidad Colaboradora se podrá obtener en las dependencias del Departamento competente en materia de vivienda o descargarse del sitio web informativo en materia de vivienda. k) Los promotores de una vivienda para uso propio deberán adjuntar fotocopia de la declaración del Impuesto sobre la Renta de las Personas Físicas exigida de acuerdo con lo dispuesto en el artículo 8 de este Decreto Foral, más las rentas exentas de tributación obtenidas durante dicho ejercicio, así como una declaración responsable de cumplimiento de los requisitos de acceso establecidos para las viviendas protegidas. l) Declaración responsable de estar al corriente en el cumplimiento de sus obligaciones tributarias. m) Acreditación de inscripción del certificado de eficiencia energética del proyecto en el Registro administrativo de certificados de eficiencia energética, regulado por la Orden Foral 199/2013, de 30 de mayo, de la Consejera de Economía, Hacienda, Industria y Empleo . La comprobación del cumplimiento de este requisito se realizará de oficio por el Departamento competente en materia de vivienda."
            },
            {
              "id": "13665455-dcdc-4028-be2a-8890fbb5f8cb",
              "texto": "2. La calificación afectará a promociones que se ubiquen en fincas registrales completas. Serán admisibles áreas de aparcamiento mancomunadas."
            },
            {
              "id": "94a871ce-6e40-4fdc-b9ed-501e850fa349",
              "texto": "3. La calificación provisional de las viviendas protegidas sólo podrá solicitarse para edificaciones de nueva planta sin terminar y que comprendan al menos un edificio completo. A los efectos de lo dispuesto en este apartado, podrá entenderse por edificio un portal completo de viviendas. En un mismo edificio no podrán coexistir dos tipos o regímenes distintos de protección, ni viviendas libres y protegidas. No obstante lo anterior, en los expedientes de vivienda protegida calificada en régimen de arrendamiento sin opción de compra, podrán coexistir en el mismo edificio programas de Alquiler Joven, apartamentos en alquiler para personas mayores de 60 años o para personas con discapacidad, así como viviendas destinadas al arrendamiento ordinario. NOTA DEL APARTADO: La redacción de este apartado corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda . La redacción original era la siguiente: “3. La calificación provisional de las viviendas protegidas sólo podrá solicitarse para edificaciones de nueva planta sin terminar y que comprendan al menos un edificio completo. A los efectos de lo dispuesto en este apartado, podrá entenderse por edificio un portal completo de viviendas. En un mismo edificio no podrán coexistir dos tipos o regímenes distintos de protección, ni viviendas libres y protegidas.”"
            },
            {
              "id": "bced0dc7-3fc0-4c9b-aaaa-56bf60f3d99f",
              "texto": "4. La calificación provisional surtirá efecto de informe favorable previo a licencia respecto de condiciones de habitabilidad y cumplimiento de normativa básica de edificación."
            },
            {
              "id": "0bbf0d05-a0ca-42a2-8548-0143daa223ce",
              "texto": "5. Los edificios calificados deberán contar con todos los servicios e instalaciones exigibles por la normativa básica y sectorial aplicable, que formarán parte necesariamente de los elementos comunes del edificio. En el caso en que el expediente a calificar compartiera instalaciones o servicios obligatorios con otras promociones, e independientemente del lugar en que se ubiquen los elementos que los conforman, se deberá adjuntar a la solicitud de calificación provisional escritura de mancomunidad en la que se garantice: a) Que la propiedad de los servicios o instalaciones mancomunadas corresponderá a la Comunidad de Propietarios de las viviendas incluidas en el expediente de vivienda protegida, en la parte proporcional que les corresponda como integrantes de la mancomunidad. b) Que las prestaciones aportadas por las instalaciones o servicios mancomunados a las viviendas protegidas incluidas en el expediente, podrán ser proporcionadas con carácter indefinido desde el momento de la calificación definitiva del expediente, sin que pueda depender su inicio o su interrupción de acción u omisión de terceros."
            }
          ]
        },
        {
          "articulo": 23,
          "titulo": "Autorización para percibir cantidades a cuenta.",
          "parrafos": [
            {
              "id": "23fe5bcc-21b4-4998-8856-172c3fdbfa62",
              "texto": "1. Una vez obtenida la calificación provisional, será precisa autorización administrativa para poder percibir de los compradores o adquirentes la parte del precio que no sea objeto de préstamo, en concepto de entregas de cantidades a cuenta del precio de la vivienda. La solicitud del promotor deberá acompañarse de los documentos que acrediten el cumplimiento de las siguientes condiciones: a) Que el número de futuros compradores o adjudicatarios no sea mayor que el de las viviendas calificadas provisionalmente. b) Que las cantidades anticipadas se apliquen únicamente a la construcción de las viviendas, debiendo ingresarse a tal fin en una cuenta bancaria especial cuya exclusiva finalidad sea recibir dichas cantidades. c) Que se haya suscrito contrato de seguro con entidad aseguradora inscrita y autorizada en el Registro de la Dirección General de Seguros y Fondos de Pensiones, o aval solidario prestado por entidad inscrita en el Registro de Bancos y Banqueros o Caja de Ahorros, que garantice la devolución del importe de las cantidades recibidas más los intereses legales correspondientes en caso de no obtenerse la calificación definitiva o no finalizar las obras dentro del plazo que se determine en la calificación provisional o en la prórroga autorizada."
            },
            {
              "id": "478254df-ce83-4e6a-8bde-6b318259ff95",
              "texto": "2. Los contratos de cesión o venta en que se pacte la entrega al promotor de cantidades anticipadas deberán adaptarse a lo dispuesto en la normativa que resulte de aplicación, en lo relativo a la percepción de cantidades anticipadas para la construcción y venta."
            }
          ]
        },
        {
          "articulo": 24,
          "titulo": "Plazo máximo para terminar las obras y desistimiento del promotor.",
          "parrafos": [
            {
              "id": "13b4ed58-3380-4aa8-8fa8-bcf20bb769f6",
              "texto": "1. Los promotores de viviendas protegidas dispondrán de un plazo de treinta y seis meses a partir de la fecha de obtención de la calificación provisional para presentar la solicitud de calificación definitiva. El Departamento competente en materia de vivienda podrá justificadamente prorrogar el plazo indicado, a instancia del promotor, hasta un máximo de dieciocho meses más, siempre y cuando la solicitud se formalice con anterioridad al vencimiento del plazo inicial."
            },
            {
              "id": "0f5cb8f2-0499-437a-9a64-4aa8408e29db",
              "texto": "2. En el caso de que la solicitud de calificación definitiva no se presentara en el plazo establecido en el apartado anterior, el expediente se archivará directamente mediante Resolución del Director General competente en materia de vivienda."
            },
            {
              "id": "f3fd2e17-5ecf-4dde-ade1-067e560788ea",
              "texto": "3. Si el promotor desiste de la calificación provisional otorgada, no podrá solicitar en esa parcela nueva calificación provisional dentro del mismo tipo o régimen de acceso que las de la promoción a la que se hubiera desistido, hasta que hayan transcurrido doce meses desde que se hubiera dictado la Resolución por la que se aceptó el desistimiento."
            }
          ]
        },
        {
          "articulo": 25,
          "titulo": "Tramitación de la calificación definitiva.",
          "parrafos": [
            {
              "id": "08797f0c-3b64-47e8-880c-cad7b8cc5468",
              "texto": "1. La solicitud de calificación definitiva se podrá descargar en el sitio web informativo en materia de vivienda o será proporcionado en las dependencias del Departamento competente en materia de vivienda. Dicha solicitud deberá presentarse firmada por el promotor, acompañada de la siguiente documentación: a) Licencia municipal de primera utilización. Si la obra se ubicara en un municipio que no la expidiera, se sustituirá por la licencia municipal de obras, y por un certificado firmado por el Arquitecto en el que se acredite que las obras de urbanización y de servicios están en condiciones de utilización. b) Planos de final de obra y, si ha habido modificaciones, proyecto de ejecución final, visados por cualquier Colegio Oficial de Arquitectos, de acuerdo con lo dispuesto en el Real Decreto 1000/2010, de 5 de agosto, sobre visado colegial obligatorio . c) Justificación de haberse practicado en el Registro de la Propiedad, la inscripción de la escritura declarativa de obra nueva comenzada y fotocopia de dicha escritura. Si las variaciones de la obra ejecutada respecto del proyecto base de la declaración resultan ser sustanciales a criterio del Departamento competente en materia de vivienda, éste podrá requerir la rectificación de tal declaración. d) Certificado oficial de final de obra debidamente visado y firmado por el Arquitecto y el Arquitecto Técnico, de acuerdo con lo dispuesto en el Real Decreto 1000/2010, de 5 de agosto, sobre visado colegial obligatorio , en el que se acredite que las obras de edificación están terminadas y que todas ellas están recogidas en el proyecto calificado provisionalmente y en los planos de final de obra, o en el proyecto de ejecución final en caso de haberse operado modificaciones. e) Póliza de seguro ante incendios de renovación anual que cubra la totalidad de la edificación y sus instalaciones. f) Libro de órdenes y visitas cumplimentado durante el desarrollo de las obras. g) Fichas de datos generales del Libro del Edificio. h) Copia de la solicitud de la calificación definitiva presentada en el soporte digital que se establezca. Asimismo, en el caso de promociones a calificar en régimen de arrendamiento, con y sin opción de compra, se deberá aportar un documento en soporte digital donde se contengan los datos de la promoción, en el que se indicarán sus características principales, planos de las viviendas tipo incluidas en la misma, de situación y de emplazamiento, así como una breve descripción de las instalaciones, materiales y etiqueta de la certificación energética del edificio terminado. Del mismo modo, se deberá indicar el precio de renta estimado de las viviendas que se consideren características. El modelo oficial de documento se obtendrá en el sitio web informativo en materia de vivienda o será proporcionado en las dependencias del Departamento competente en materia de vivienda. Si se hubiera aportado este documento en la tramitación de la calificación provisional se podrá sustituir por declaración responsable en la que se indique que no se han alterado las características reflejadas para dicha calificación provisional. i) Acreditación de la inscripción del certificado de eficiencia energética del edificio terminado en el Registro administrativo de certificados de eficiencia energética, regulado por la Orden Foral 199/2013, de 30 de mayo, de la Consejera de Economía, Hacienda, Industria y Empleo, por la que se modifica el Registro de certificados de eficiencia energética de edificios . La comprobación del cumplimiento de este requisito se realizará de oficio por el Departamento competente en materia de vivienda."
            },
            {
              "id": "f8ba25b1-f7ec-4acc-b3e1-a4ba895b938c",
              "texto": "2. Antes de conceder la calificación definitiva solicitada, el Departamento competente en materia de vivienda inspeccionará las obras realizadas al objeto de comprobar el cumplimiento de la normativa aplicable a las viviendas protegidas, así como la adecuación de la obra realizada a la documentación de final de obra. Si se advierten deficiencias constructivas o de otro tipo que impidan el otorgamiento de la calificación definitiva solicitada y sean subsanables, el Departamento competente en materia de vivienda notificará al promotor el plazo y los requisitos a cumplir para proceder a la subsanación. Una vez subsanadas las deficiencias o reparos existentes, se concederá la calificación definitiva. En ella se hará constar el precio de venta de las viviendas."
            },
            {
              "id": "5d3cb105-6f8c-4ecb-af65-a3f613d1d129",
              "texto": "3. Cuando la construcción se haya efectuado por fases, la calificación definitiva se podrá otorgar independientemente para cada una de las fases. Cada fase comprenderá edificios o portales completos."
            },
            {
              "id": "e2898df2-d920-49de-b841-7026fad40ef1",
              "texto": "4. La calificación definitiva surtirá efectos de cédula de habitabilidad de clase A durante 30 años para todas las viviendas de la promoción calificada."
            },
            {
              "id": "50a750b2-dd12-4369-b13d-98c28110b64a",
              "texto": "5. Los promotores de viviendas protegidas están obligados a entregar las viviendas a sus adquirentes o arrendatarios, poniendo a su disposición las llaves de las mismas, en el plazo máximo de tres meses a contar desde la concesión de la calificación definitiva. Excepcionalmente podrá prorrogarse este plazo si se acreditara que no existen demandantes o por otra causa suficientemente justificada a juicio del Departamento competente en materia de vivienda."
            }
          ]
        },
        {
          "articulo": 26,
          "titulo": "Forma y efectos de la denegación de la calificación definitiva.",
          "parrafos": [
            {
              "id": "c2b4c099-cdc1-4739-9a30-22f7ef4e7b8b",
              "texto": "1. Tanto la resolución de otorgamiento como la de denegación serán motivadas y recurribles en vía administrativa."
            },
            {
              "id": "6984f127-191c-4466-a86f-4ddacd25565f",
              "texto": "2. Los adquirentes de viviendas protegidas cuyos expedientes no hayan obtenido la calificación definitiva por causas imputables al promotor podrán optar entre: a) Resolver el contrato y recuperar las cantidades entregadas a cuenta. b) Solicitar del Departamento competente en materia de vivienda, en el plazo de tres meses desde la denegación de la calificación definitiva, que se reinicie el expediente a su favor, siempre que medien contrato de compraventa o cantidades entregadas a cuenta y, en su caso, un compromiso de subsanar las deficiencias que impidan la obtención de la calificación definitiva en el plazo que determine el Departamento competente en materia de vivienda."
            },
            {
              "id": "cd8b0c54-74b1-4c6e-8650-437434377ee0",
              "texto": "3. Del precio final de venta de la vivienda a abonar al promotor se deducirán las cantidades invertidas por los adquirentes en las obras necesarias para la obtención de la calificación definitiva."
            }
          ],
          "seccion": "Sección 5. : Ayudas econ micas generales para el fomento de la vivienda protegida"
        },
        {
          "articulo": 27,
          "titulo": "Subvenciones a adquirentes y adjudicatarios en primera transmisión y promotores para uso propio.",
          "parrafos": [
            {
              "id": "55ce9186-786f-4013-8805-6e46d43b77ff",
              "texto": "1. El Departamento competente en materia de vivienda otorgará subvenciones a los adquirentes y adjudicatarios en primera transmisión, así como a los promotores para uso propio de viviendas protegidas calificadas provisionalmente, siempre que reúnan las condiciones establecidas al efecto en el presente Decreto Foral y en el resto de normativa que resulte de aplicación. La superficie útil de las viviendas computable a estos efectos no excederá de 90 m², salvo en el caso de las viviendas adquiridas por familias numerosas, cuya superficie útil computable a efectos de subvención será de 120 m² en viviendas de protección oficial y de 140 m² en viviendas de precio tasado. La superficie real podrá ser superior a la computable a efectos de subvención cuando así lo permita la normativa aplicable."
            },
            {
              "id": "47f557f7-3361-41a5-a672-92b669be6527",
              "texto": "2. Las subvenciones se devengarán en función de los niveles de ingresos familiares ponderados de los solicitantes, expresados en número de veces el IPREM, correspondientes al último período impositivo del Impuesto sobre la Renta de las Personas Físicas cuyo plazo de presentación de declaraciones haya concluido en el momento de la correspondiente solicitud. NOTA DEL APARTADO: La redacción de este apartado corresponde a la establecida por Ley Foral 28/2018, de 26 de diciembre, sobre el derecho subjetivo a la vivienda en Navarra. La redacción original era la siguiente: “2. Las subvenciones se devengarán en función de los niveles de ingresos familiares ponderados de los solicitantes, expresados en número de veces el IPREM, correspondientes al último período impositivo del Impuesto sobre la Renta de las Personas Físicas cuyo plazo de presentación de declaraciones haya concluido a fecha 1 de enero de cada año natural.”"
            },
            {
              "id": "acf4b9e4-bfd6-45ce-9005-fd584ee01f3d",
              "texto": "3. Las cuantías de las subvenciones, según tramos de ingresos familiares ponderados, serán las siguientes, expresadas en porcentajes sobre el precio de venta o adjudicación de viviendas, garajes y trasteros anejos: 4 . La redacción de este apartado corresponde a la establecida por Ley Foral 28/2018, de 26 de diciembre, sobre el derecho subjetivo a la vivienda en Navarra . La redacción original era la siguiente: \"2. Las subvenciones se devengarán en función de los niveles de ingresos familiares ponderados de los solicitantes, expresados en número de veces el IPREM, correspondientes al último período impositivo del Impuesto sobre la Renta de las Personas Físicas cuyo plazo de presentación de declaraciones haya concluido a fecha 1 de enero de cada año natural.\" |<2×IPREM|2-2,5×IPREM|2,5-3,5×IPREM| |------------------------|--------|-----------|-------------| | Viv protección oficial |  12%   |     10%   |    6%       | |------------------------|--------|-----------|-------------| | Viv de precio tasado   |  6%    |     4%    |    2%       | |------------------------|--------|-----------|-------------| En las promociones individuales en uso propio, se aplicarán los mismos porcentajes sobre el coste total de viviendas, garajes y trasteros anejos. Asimismo, resultará de aplicación a las promociones individuales para uso propio lo dispuesto en el artículo 10 del Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida. Los adjudicatarios de las viviendas protegidas que sean propiedad de la Administración de la Comunidad Foral de Navarra o de una sociedad instrumental de éste podrán obtener las ayudas previstas en el presente artículo si cumplen las condiciones requeridas a los adquirentes en primera transmisión. En el caso de que estas viviendas, ya sean libres o protegidas, se destinen al arrendamiento, los arrendatarios podrán obtener las ayudas previstas en el siguiente artículo. Igualmente podrán acceder a estas ayudas los arrendatarios de las viviendas que sean puestas en alquiler a través de la Administración de la Comunidad Foral de Navarra o de una sociedad instrumental de ésta, cuando así se decida, o del fondo foral de vivienda social si así se dispusiera en la orden foral que lo regule. NOTA: La redacción de este párrafo corresponde a la establecida por Decreto Foral 108/2014, de 12 de noviembre, por el que se regula el informe de evaluación de los edificios. La redacción original era la siguiente: “Los adjudicatarios de las viviendas protegidas que hayan sido adquiridas por el Gobierno de Navarra o por una sociedad instrumental a la que se haya encomendado esta función, en ejercicio de lo dispuesto en los artículos 17.5, 33 y 50 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, podrán obtener las ayudas previstas en el presente artículo si cumplen las condiciones requeridas a los adquirentes en primera transmisión. En el caso de que estas viviendas, ya sean libres o protegidas, se destinen al arrendamiento, los arrendatarios podrán obtener las ayudas previstas en el siguiente artículo.” Los adjudicatarios o adquirentes de una vivienda en régimen de arrendamiento con opción de compra o con derecho preferente de adquisición que hubieran optado por ejercer estos derechos podrán acceder a las subvenciones previstas en este artículo."
            },
            {
              "id": "c07f6036-1471-40cf-b46c-06730dbf4b8c",
              "texto": "4. Cuando las viviendas protegidas unifamiliares o las viviendas rurales a las que se refiere el artículo 9.3 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, tengan otros locales distintos a la vivienda, la subvención a percibir por dichos locales no excederá de la correspondiente a 36 m² de anejo."
            },
            {
              "id": "584d7870-1a92-4dcf-ab0f-aedf43d80840",
              "texto": "5. Las familias numerosas que accedan a la propiedad de viviendas protegidas cuyos ingresos familiares ponderados no excedan de 3,5 veces el IPREM tendrán derecho a las siguientes subvenciones complementarias: a) Para familias numerosas de categoría general, el 3% del precio de venta o de adjudicación de la vivienda, garaje y trastero o, en el caso de los promotores de una vivienda unifamiliar en uso propio, del 3% del coste real computable de la vivienda, garaje y trastero. b) Para familias numerosas de categoría especial, el 6% del precio de venta o de adjudicación de la vivienda, garaje y trastero o, en el caso de los promotores de una vivienda unifamiliar en uso propio, del 6% del coste real computable de la vivienda, garaje y trastero."
            }
          ]
        },
        {
          "articulo": 28,
          "titulo": "Subvenciones al arrendatario de viviendas de protección oficial.",
          "parrafos": [
            {
              "id": "4190cdc2-12b4-444e-b3c0-dfa752838f0e",
              "texto": "1. Los arrendatarios de viviendas de protección oficial, de régimen especial, y de viviendas de protección oficial calificadas al amparo de la Ley Foral 10/2010 , calificadas definitivamente en régimen de arrendamiento, con o sin opción de compra, podrán obtener subvenciones en función de sus ingresos familiares ponderados, cuando conste el visado administrativo del correspondiente contrato de arrendamiento y estén al corriente del pago de los recibos de las rentas, de los gastos de comunidad, mantenimiento, contribuciones, tasas e impuestos municipales."
            },
            {
              "id": "8fda87a2-e1f2-410e-9120-91f4d52f26c9",
              "texto": "2. Las subvenciones se reconocerán con carácter anual, expresadas en porcentaje sobre el total de la renta mensual por arrendamiento que corresponda. La superficie útil computable a estos efectos no excederá de 90 m², salvo en el caso de las viviendas arrendadas por familias numerosas, cuya superficie útil computable a efectos de subvención no excederá de 120 m². La fecha del cumplimiento de requisitos será la correspondiente al primer día de cada renovación anual, aun cuando la solicitud de subvención sea posterior. Para la suscripción del primer contrato de arrendamiento y el reconocimiento de subvención si procede, se tendrán en cuenta los ingresos familiares ponderados de los solicitantes o titulares del contrato. En las sucesivas renovaciones anuales se tendrán en cuenta los ingresos de todas las personas que convivan en la vivienda."
            },
            {
              "id": "8927cf24-f60a-4313-8cee-043c866caa13",
              "texto": "3. Se reconocen los siguientes tramos de ayudas: a) Ingresos familiares ponderados entre 1,7 y 1,4 veces el IPREM: 25%. b) Ingresos familiares ponderados entre 1,4 y 1 veces el IPREM: 50%. c) Ingresos familiares ponderados menores que el IPREM: 75%. d) Víctimas de violencia de género durante el primer año de alquiler: 90%. e) Víctimas de violencia de género, durante el segundo año de alquiler: 75%. Las víctimas de violencia de género, en los casos en que accedan a la vivienda protegida acogiéndose a lo dispuesto en el artículo 19.c) de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, podrán disfrutar de la subvención anteriormente prevista durante los dos primeros años de alquiler. Sin embargo, una vez transcurridos esos dos primeros años deberán acreditar el cumplimiento de la totalidad de los requisitos de acceso a la correspondiente subvención."
            },
            {
              "id": "332b3f43-472e-4634-b16d-8d5ca35578ef",
              "texto": "4. El promotor deberá deducir mensualmente el importe de las subvenciones a los arrendatarios, solicitando su reintegro al Departamento competente en materia de vivienda con periodicidad trimestral, semestral o anual."
            },
            {
              "id": "777d8ff5-8365-485e-bde8-4f4ceb946b54",
              "texto": "5. En el caso de renovación o prórroga de los contratos de arrendamiento de viviendas de protección oficial y viviendas adscritas a la bolsa de alquiler en los que sus arrendatarios sean perceptores de la renta de inclusión social o prestación que la sustituya, se reconocerá una subvención del 75% de la renta para la nueva anualidad. NOTA DEL APARTADO: Este apartado fue eliminado por Ley Foral 28/2018, de 26 de diciembre, sobre el derecho subjetivo a la vivienda en Navarra. Este apartado fue añadido por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda."
            }
          ]
        },
        {
          "articulo": 29,
          "titulo": "Programas de Alquiler Joven.",
          "parrafos": [
            {
              "id": "215e7578-fe99-420c-b96f-0be1db173f44",
              "texto": "Los programas de Alquiler Joven podrán ser reconocidos como tales por el Departamento de competente en materia de vivienda cuando cumplan los siguientes requisitos: 1. Que ninguno de los solicitantes haya cumplido 35 años en el momento de la solicitud. 2. Que la superficie útil de la vivienda no exceda de 75 metros cuadrados útiles. 3. Que el número de miembros de la unidad familiar del solicitante no exceda de cuatro. 4. Que la renta inicial anual no supere el 4,5% del precio de venta máximo a que hubieran podido venderse en segunda transmisión las viviendas y sus anejos si se hubieran calificado como vivienda de protección oficial en régimen de propiedad."
            }
          ]
        },
        {
          "articulo": 30,
          "titulo": "Tramitación de las solicitudes de subvención.",
          "parrafos": [
            {
              "id": "1e6728b6-2160-4d04-951f-0cc1b81b5ac2",
              "texto": "1. En el período de tiempo que media entre el visado de los contratos de adquisición o adjudicación en primera transmisión y la elevación a escritura pública de dichos contratos, los promotores podrán solicitar que se les abonen las subvenciones que corresponden a los beneficiarios de ayudas para la adquisición de vivienda protegida, siempre y cuando la descuenten del precio de venta. A tal fin, los promotores podrán ser considerados entidades colaboradoras conforme a la legislación reguladora de las subvenciones, y deberán descontar del precio de la vivienda y anejos las cantidades percibidas como subvención. Para ello, será obligado cumplir las siguientes condiciones: a) Junto con la solicitud deberá aportarse garantía, mediante aval suficiente bastanteado por el Departamento competente en materia de economía o contrato de seguro que cubra el importe de la subvención concedida, hasta que el Gobierno de Navarra autorice su cancelación previa entrega de la vivienda y registro de la escritura publica de compraventa o adjudicación, únicamente en el caso de que la subvención reconocida excediera de 60.000 euros. b) Los promotores de viviendas protegidas no podrán exigir a los adquirentes, en concepto de cantidades a cuenta, importes superiores a la diferencia entre el precio de venta de la vivienda con sus anejos y el importe del préstamo cualificado incrementado con las subvenciones que hayan sido percibidas por el promotor. Lo previsto en este párrafo se aplicará sin perjuicio de la intermediación del promotor en el cobro de las cantidades devengadas en concepto de Impuesto sobre el Valor Añadido."
            },
            {
              "id": "d901ab10-2334-4374-a5a2-c3bdbfee8a63",
              "texto": "2. Cuando la vivienda cuente con calificación definitiva, el adquirente o adjudicatario de la vivienda protegida podrá solicitar las correspondientes ayudas públicas de forma directa, si antes no lo hizo el promotor. El plazo límite máximo de presentación de las solicitudes de ayudas será de seis meses desde la fecha de elevación a escritura pública del contrato que atribuya derecho a las mismas. La documentación a presentar por los adquirentes o adjudicatarios se determinará por el Departamento competente en materia de vivienda."
            },
            {
              "id": "12f8215a-351a-4284-9f81-2f17df8bcc1f",
              "texto": "3. La documentación a presentar por los adquirentes o adjudicatarios junto con las solicitudes de subvenciones para promoción en uso propio se determinará por el Departamento competente en materia de vivienda."
            },
            {
              "id": "09f3dffd-a167-4543-b075-fd127b4d2bd7",
              "texto": "4. Las solicitudes de subvenciones a inquilinos podrán efectuarse junto con la solicitud de visado del contrato de alquiler o en cualquier momento posterior. Además del requisito de acreditación de renta conforme a lo previsto en el artículo 8 del presente Decreto Foral, el abono de la ayuda otorgada requerirá justificar el cobro de las mensualidades objeto de subvención. A las solicitudes de subvenciones al arrendatario de vivienda de protección oficial previstas en el artículo 28 del presente Decreto Foral se deberá acompañar, además, la documentación que acredite que están al corriente del pago de los gastos de comunidad y mantenimiento. Las solicitudes de renovación de las subvenciones a arrendatarios serán anuales, y deberán presentarse con un mínimo de 15 días de antelación respecto de la fecha de inicio de la nueva anualidad."
            }
          ]
        },
        {
          "articulo": 31,
          "titulo": "Préstamos cualificados para financiar actuaciones.",
          "parrafos": [
            {
              "id": "55456bc3-82f7-456d-a916-0140dbd1edb4",
              "texto": "1. Tendrán la consideración de préstamos cualificados los que autorice el Departamento competente en materia de vivienda para financiar actuaciones en materia de vivienda protegida y actuaciones protegibles."
            },
            {
              "id": "5d1bdd32-3d9e-4640-a929-e482b5e0509d",
              "texto": "2. La cuantía máxima de los préstamos cualificados será equivalente al 80% del precio de venta de las viviendas protegidas, incluyendo garajes y trasteros vinculados en su caso, así como otros locales vinculados en el caso de viviendas unifamiliares. Dicho porcentaje podrá incrementarse para atender a determinadas actuaciones protegibles, cuando así lo determinen los acuerdos de colaboración."
            },
            {
              "id": "555e741e-8371-494d-9453-b0c58c68af16",
              "texto": "3. El plazo de amortización podrá ser de hasta treinta años, añadidos, en su caso, a un período de carencia de hasta tres años desde la formalización del préstamo al promotor."
            }
          ]
        },
        {
          "articulo": 32,
          "titulo": "Modo de calcular el tipo de interés del préstamo.",
          "parrafos": [
            {
              "id": "7b6ce57b-dce8-44c6-8f3a-53ccfb3b4198",
              "texto": "El tipo de interés de los préstamos cualificados se establecerá en los acuerdos de colaboración a los que se refiere el artículo 36 del presente Decreto Foral. A tal efecto, se podrán establecer rangos de tipos de interés mínimos y máximos para cada actuación protegible."
            }
          ]
        },
        {
          "articulo": 33,
          "titulo": "Comisiones a aplicar en los préstamos cualificados.",
          "parrafos": [
            {
              "id": "bb1f3bb4-ae18-4d1c-b81f-8b33f038d8c6",
              "texto": "Las correspondientes comisiones a aplicar en los préstamos cualificados se establecerán en los acuerdos de colaboración a los que se refiere el artículo 36 del presente Decreto Foral. A tal efecto, se podrán establecer distintos importes de comisión según las características de la actuación protegible a financiar."
            }
          ]
        },
        {
          "articulo": 34,
          "titulo": "Préstamos a promotores y a adquirentes adjudicatarios de viviendas protegidas.",
          "parrafos": [
            {
              "id": "866293f1-99a0-41cd-825a-a043d35a37e9",
              "texto": "1. Podrán concederse préstamos cualificados a los promotores de viviendas protegidas con calificación provisional."
            },
            {
              "id": "68514f39-9eed-4d7c-8a46-de6dd07a576c",
              "texto": "2. La disposición de los préstamos podrá atenerse a un calendario pactado con la entidad prestamista, en función de la ejecución de la inversión y, en su caso, del ritmo de ventas o adjudicaciones de las viviendas."
            },
            {
              "id": "a38cf0b0-74a1-4ca4-8a71-d3dabfe8d520",
              "texto": "3. El préstamo cualificado al adquirente o adjudicatario de viviendas protegidas podrá otorgarse en las siguientes modalidades: a) De forma directa. b) Mediante subrogación del adquirente o adjudicatario en las obligaciones de pago de la carga hipotecaria del préstamo al promotor."
            }
          ]
        },
        {
          "articulo": 35,
          "titulo": "Novación modificativa de los préstamos cualificados para actuaciones protegibles.",
          "parrafos": [
            {
              "id": "0379b4d0-ffe7-418f-9f6f-9a41798e0fde",
              "texto": "1. Las condiciones del préstamo cualificado formalizado por el promotor podrán ser novadas en el momento de la subrogación previo acuerdo entre el comprador o adjudicatario y la entidad financiera, conforme a lo establecido en el acuerdo de colaboración vigente y operativo en el momento de formalización del préstamo."
            },
            {
              "id": "5b8fcd11-b6ab-4629-8de4-3555a6e6ff93",
              "texto": "2. Los promotores individuales en uso propio de viviendas de nueva planta o rehabilitación podrán novar las condiciones del préstamo cualificado en el momento del término del periodo de carencia, previo acuerdo que incluya al prestatario y la entidad financiera, conforme a lo establecido en el acuerdo de colaboración que se encuentre vigente en el momento de la finalización del periodo de carencia."
            }
          ]
        },
        {
          "articulo": 36,
          "titulo": "Acuerdos de colaboración con entidades de crédito.",
          "parrafos": [
            {
              "id": "6504339a-43b6-4bff-b96f-015b1c571484",
              "texto": "1. El Gobierno de Navarra, a través del Departamento competente en materia de vivienda, podrá establecer acuerdos de colaboración con las entidades de crédito que operen en el ámbito de la Comunidad Foral de Navarra, a fin de velar por el volumen de préstamos cualificados requerido para la financiación de las actuaciones protegibles."
            },
            {
              "id": "9c0ce7dd-df22-43bc-bff8-a42eec6fc7e0",
              "texto": "2. El Gobierno de Navarra podrá establecer, en su caso, el volumen mínimo de recursos a convenir con las entidades de crédito para velar por la financiación cualificada de las actuaciones protegibles."
            },
            {
              "id": "fbaeb170-34c4-4272-b395-fb4046f32018",
              "texto": "3. Los acuerdos de colaboración con las entidades financieras incluirán obligatoriamente el ámbito de aplicación temporal."
            }
          ]
        },
        {
          "articulo": 37,
          "titulo": "Tramitación de préstamos cualificados para actuaciones protegibles.",
          "parrafos": [
            {
              "id": "1ad3ee8f-f744-4989-8255-2c19f6d97a71",
              "texto": "1. En el marco de los acuerdos de colaboración con las entidades de crédito, los promotores y, en caso de préstamo directo, también los adquirentes y adjudicatarios, podrán solicitar préstamos cualificados a las entidades de crédito. Los promotores deberán presentar la solicitud antes de transcurrir 6 meses desde la calificación definitiva. A la solicitud se acompañarán los siguientes documentos, según proceda en cada caso: a) Copia de la calificación provisional o definitiva. b) Contrato visado por el Departamento competente en materia de vivienda."
            },
            {
              "id": "d457c287-94f1-4629-9d42-e49c322b14b7",
              "texto": "2. Las entidades de crédito deberán solicitar la conformidad del Departamento competente en materia de vivienda para la concesión de los préstamos cualificados y las subrogaciones, en los plazos y formas establecidos en los acuerdos de colaboración. Podrá denegarse la conformidad cuando se incumplan los términos del acuerdo de colaboración o las especificaciones de la calificación, visado de contrato o certificación, y cuando se suspenda su vigencia por encontrarse en trámite su revisión o impugnación. Transcurridos veinte días desde la fecha de recepción en el Departamento competente en materia de vivienda sin que dicho Departamento se haya pronunciado expresamente en contra del otorgamiento, se entenderá que es ajustado a la normativa aplicable."
            },
            {
              "id": "4f10b64e-5aca-4800-ae0f-85cd785e99c1",
              "texto": "3. Las entidades de crédito deberán notificar al Departamento competente en materia de vivienda, en la forma y plazos que se establezcan en los correspondientes acuerdos de colaboración, la fecha de formalización de los préstamos, así como la cuantía y fecha de las disposiciones de éstos hasta su total desembolso. La fecha de formalización determinará el comienzo del periodo de carencia."
            },
            {
              "id": "791e3b28-239d-4267-be47-565d9054020d",
              "texto": "4. En su caso, las entidades de crédito y los prestatarios deberán remitir al Departamento competente en materia de vivienda, a requerimiento de éste, copia de las escrituras de formalización o cualquier otra documentación que pudiera solicitar sobre determinados préstamos, en el plazo máximo de quince días a contar desde la fecha de recepción del correspondiente requerimiento."
            },
            {
              "id": "e1cf5da8-5ad6-4f28-b415-25c1f1245779",
              "texto": "5. En los supuestos en los que, por causa de separación judicial o de divorcio, o por sucesión \"mortis causa\", se haya producido un cambio en la titularidad del inmueble hipotecado, deberán aportarse las declaraciones de la renta de la persona o personas que, con autorización del Departamento competente en materia de vivienda, se hayan subrogado en el préstamo cualificado como nuevos titulares."
            }
          ],
          "seccion": "Sección 6.ª : Limitaciones a las facultades de uso, disfrute y disposición de las viviendas protegidas"
        },
        {
          "articulo": 38,
          "titulo": "Duración del régimen de protección y régimen de las comunicaciones sobre enajenación durante su vigencia.",
          "parrafos": [
            {
              "id": "e3f21e56-3ea8-4694-aed8-e4354a57144d",
              "texto": "1. La duración del régimen de protección de las viviendas protegidas es la establecida en el artículo 43 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, y en el Anexo 1 del presente Decreto Foral."
            },
            {
              "id": "410fb2ee-2d56-47c5-83ee-25c2cabf13eb",
              "texto": "2. Durante la vigencia del régimen de protección pública, las comunicaciones previstas en el artículo 45 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, deberán incluir la aceptación expresa de objeto y precio de la enajenación por parte del futuro adquirente, de acuerdo con lo dispuesto en dicho artículo 45."
            }
          ]
        },
        {
          "articulo": 39,
          "titulo": "Solicitud de cambio de vivienda protegida por inadecuación.",
          "parrafos": [
            {
              "id": "3f9ad35e-d399-4c5b-838d-214fed5c50db",
              "texto": "1. Quien pretenda acogerse a lo dispuesto en el artículo 33 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, por considerarse su vivienda inadecuada conforme a lo dispuesto en el artículo 14 del Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida, deberá solicitar al Gobierno de Navarra que le proporcione otra vivienda protegida adecuada en la misma localidad o en un radio máximo de veinte kilómetros, medidos en línea recta desde la vivienda inadecuada, aportando para ello: a) Escrito de solicitud. b) Libro de familia. c) Fotocopia de la escritura de adquisición de la vivienda. Si en la escritura no consta el número de habitaciones o de metros cuadrados útiles en el momento de la calificación definitiva, deberá aportarse además certificado acreditativo de la distribución en dicho momento, expedido por técnico competente."
            },
            {
              "id": "d55c0e39-7293-4ac7-b895-0734d860b716",
              "texto": "2. La aplicación de lo previsto en el artículo 33.4 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, a quien acredite que él mismo o algún miembro de su unidad familiar es objetivo de una organización terrorista, y que el cambio de vivienda es conveniente para su seguridad, podrá efectuarse en diferentes condiciones de ubicación y plazo, previa acreditación del supuesto de hecho mediante certificación del órgano competente de la Delegación del Gobierno en Navarra."
            }
          ]
        },
        {
          "articulo": 40,
          "titulo": "Tramitación de la descalificación.",
          "parrafos": [
            {
              "id": "ccc14811-e5e7-479a-8283-ec28dae0243a",
              "texto": "La descalificación anticipada, prevista en el apartado 3 del artículo 33 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, deberá solicitarse por los propietarios mediante instancia dirigida al Departamento competente en materia de vivienda acompañada de los siguientes documentos: 1. Copia simple de la escritura de compraventa o adjudicación de la vivienda y fotocopia de dicha escritura. 2. Certificado o nota simple informativa del Registro de la Propiedad acreditativo de la titularidad de la vivienda y de la libertad de cargas relativas a préstamos y ayudas económicas directas concedidas por el Gobierno de Navarra. En dicho certificado o nota simple se consignarán también, en su caso, los cambios de titularidad de la vivienda y cancelaciones de hipotecas. 3. Certificación expedida por la entidad local correspondiente acreditativa de la devolución de los ingresos correspondientes a los tributos, o exención de los mismos, de los que se hubiera beneficiado, incrementados con los intereses legales de dicho importe desde el momento de la exención o bonificación. 4. Certificación acreditativa de la devolución al Gobierno de Navarra del importe de la exención del Impuesto sobre Transmisiones Patrimoniales y Actos Jurídicos Documentados, incrementado con los intereses legales desde la fecha de exención. 5. Certificación acreditativa del ingreso de la devolución al Gobierno de Navarra del importe de las ayudas económicas personales, subvenciones y subsidiaciones de intereses satisfechas por los mismos, incrementado con los intereses legales que correspondan desde su concesión. 6. Certificación acreditativa de la devolución a la Administración del Estado del importe de las ayudas económicas personales, subvenciones y subsidiaciones de intereses satisfechas por los mismos, incrementado con los intereses legales que correspondan desde su concesión. 7. Cédula parcelaria expedida por el Servicio de Riqueza Territorial del Gobierno de Navarra."
            }
          ]
        },
        {
          "articulo": 41,
          "titulo": "Resolución sobre la descalificación.",
          "parrafos": [
            {
              "id": "21aa5b17-78b3-40c1-af13-71c53b476bcc",
              "texto": "1. La descalificación será autorizada o denegada por resolución motivada del Departamento competente en materia de vivienda."
            },
            {
              "id": "f4ac2a02-3749-45bd-84db-72dff7c4406c",
              "texto": "2. De la resolución se dará traslado al interesado, al Ayuntamiento en que se ubique la vivienda, al Departamento competente en materia de economía y hacienda y al Registro de la Propiedad correspondiente. Asimismo, se notificará al Ministerio competente en materia de vivienda cuando la correspondiente vivienda haya tenido acceso a ayudas estatales."
            }
          ]
        },
        {
          "articulo": 42,
          "titulo": "Autorización administrativa de desocupación.",
          "parrafos": [
            {
              "id": "ad5bc8dd-d21f-4eb8-b635-5c15b3b25c97",
              "texto": "1. Son causas que pueden motivar la autorización administrativa de desocupación de una vivienda protegida, las siguientes: a) Necesidad debidamente acreditada de trasladarse de domicilio por motivos laborales o de estudios. b) Necesidad debidamente acreditada de trasladarse de domicilio por motivos de salud, ya concurran en el propietario de la vivienda protegida, o en cualquier miembro de su familia. c) Cualquier otro que, a juicio del Departamento competente en materia de vivienda, pueda justificar la desocupación de la vivienda protegida, siempre y cuando se haya intentado previamente por su propietario la venta o alquiler de la misma, y se acredite la imposibilidad de ocupación por parte de un familiar de hasta 2.º grado de consaguinidad."
            },
            {
              "id": "be250abe-c85f-4b89-a6ef-6aee92794798",
              "texto": "2. Las causas que motiven la solicitud de autorización administrativa para desocupar una vivienda protegida deben concurrir en la persona que la solicita con posterioridad a la fecha en que se hubiera elevado a escritura pública el contrato de adjudicación o compraventa de la vivienda protegida que se pretende desocupar."
            },
            {
              "id": "0f1f0de2-aa6e-4dcc-ae57-bd4cc8442ca1",
              "texto": "3. La autorización administrativa de desocupación podrá concederse por un periodo de hasta 3 años en función de las necesidades que se aprecien en cada caso."
            },
            {
              "id": "f4ec274e-8a51-48e3-8139-90e3f828d726",
              "texto": "4. Asimismo, si se acredita la imposibilidad de ocupar la vivienda en el plazo legalmente establecido, se permitirá su uso por un familiar de hasta 2.º grado de consaguinidad siempre y cuando no se perciba precio o renta alguna como contraprestación."
            }
          ]
        },
        {
          "articulo": 43,
          "titulo": "Procedimiento de concesión de la autorización administrativa de desocupación.",
          "parrafos": [
            {
              "id": "07e674e0-e5c6-4785-9630-648974e59319",
              "texto": "1. Cuando se solicite la autorización administrativa de desocupación de una vivienda protegida, o su uso por un familiar de hasta 2.º grado de consaguinidad, no se exigirá la devolución de las ayudas públicas que se hubieran otorgado por la adjudicación o compra de la vivienda."
            },
            {
              "id": "59ba4c28-bf1a-4469-90a8-245f7585cce2",
              "texto": "2. Las solicitudes administrativas de desocupación de una vivienda protegida, o de su uso por un familiar, deberán resolverse en el plazo máximo de 3 meses. Transcurrido este plazo sin que la persona solicitante hubiera obtenido respuesta del Departamento competente en materia de vivienda, la autorización se podrá entender otorgada en los términos de lo dispuesto en este Decreto Foral."
            }
          ]
        }
      ]
    },
    {
      "capitulo": "III",
      "titulo": "Actuaciones protegibles en materia de rehabilitación",
      "articulos": [
        {
          "articulo": 44,
          "titulo": "Calificación de las actuaciones de rehabilitación.",
          "parrafos": [
            {
              "id": "5fe4ce1f-b145-405f-8bc4-0e760bc702bc",
              "texto": "1. La calificación constituye un procedimiento administrativo a través del cual se comprueba la legalidad y el cumplimiento de las condiciones exigidas para la rehabilitación protegida de edificios y viviendas, e incluye las resoluciones de calificación provisional y de calificación definitiva."
            },
            {
              "id": "6f2aadb7-686b-4474-86b4-b7a8a764d288",
              "texto": "2. Las obras de rehabilitación no podrán iniciarse hasta la obtención de la calificación provisional de la rehabilitación protegida."
            }
          ]
        },
        {
          "articulo": 45,
          "titulo": "Actuaciones protegibles.",
          "parrafos": [
            {
              "id": "26a95b58-4c5a-464d-ba37-c2080ce18506",
              "texto": "1. Las actuaciones protegibles de rehabilitación de edificios y viviendas podrán tener por objeto: a) Obtener o mejorar la adecuación estructural, funcional o ambas de un edificio en el que el cincuenta por ciento, al menos, de su superficie útil total, deducidas la planta baja y las superficies bajo rasante, se destine a vivienda. Se consideran obras para la adecuación estructural las que proporcionan al edificio condiciones suficientes de seguridad constructiva, de modo que resulte garantizada su estabilidad, resistencia, firmeza y solidez, en las condiciones establecidas por el Decreto Foral 142/2004, de 22 de marzo, por el que se regulan las condiciones mínimas de habitabilidad de las viviendas en la Comunidad Foral de Navarra . Se consideran obras para la adecuación funcional las que proporcionan al edificio condiciones suficientes respecto de accesos, estanqueidad frente a la lluvia y la humedad, aislamiento térmico, redes generales de agua, gas, electricidad, telefonía, saneamiento y seguridad frente a accidentes y siniestros, así como aquellas actuaciones que consigan la accesibilidad universal y diseño para todas las personas. Asimismo se incluirá la renovación de revestimientos y acabados en elementos comunes que resulten necesarios como consecuencia de la ejecución de las obras incluidas en el presupuesto protegible. b) Realizar obras de mejora que posibiliten, en los edificios y viviendas, ahorro de consumo energético y adaptación a la normativa vigente en materia de agua, gas, electricidad, antenas colectivas, protección contra incendios, ventilación, ruidos y saneamiento, y la instalación de calefacción mediante unidades de obra incorporadas permanentemente a la edificación. c) Obtener o mejorar las condiciones de habitabilidad de las viviendas. Las obras deberán permitir el cumplimiento de las condiciones establecidas en el Decreto Foral 142/2004, de 22 de marzo, por el que se regulan las condiciones mínimas de habitabilidad de las viviendas en la Comunidad Foral de Navarra . Es requisito necesario que el edificio cuente con suficiente adecuación estructural y funcional. Se exceptúan de este requisito las condiciones de accesibilidad por discapacidad. d) Accesibilidad universal y diseño para todas las personas. Se consideran obras para la adecuación de la accesibilidad y el diseño para todas las personas las que tengan por finalidad la supresión de barreras para facilitar su acceso y uso por personas con discapacidad. e) Ampliar el espacio habitable de la vivienda siempre que la superficie útil resultante no exceda de 120 metros cuadrados. El diseño de los edificios rehabilitados excluirá la posibilidad física de anexión de espacios adyacentes a las viviendas. NOTA: La redacción de esta letra corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda. La redacción original era la siguiente: “e) Ampliar el espacio habitable de la vivienda siempre que la superficie útil resultante no exceda de 90 metros cuadrados, o de 120 metros cuadrados si se destina a familias numerosas. El diseño de los edificios rehabilitados excluirá la posibilidad física de anexión de espacios adyacentes a las viviendas.” f) Crear nuevas viviendas como resultado de ampliar o unir las viviendas existentes o sus locales anexos, siempre que las nuevas viviendas resultantes no excedan de 120 metros cuadrados útiles y cumplan las condiciones establecidas en el Anexo II del Decreto Foral 142/2004, de 22 de marzo , por el que se regulan las condiciones mínimas de habitabilidad de las viviendas en la Comunidad Foral de Navarra. La actuación no podrá incrementar el volumen de la envolvente de la edificación existente ni su superficie construida. NOTA: La redacción de esta letra corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda. La redacción original era la siguiente: “f) Crear nuevas viviendas como resultado de segregar, dividir, ampliar o unir las existentes, siempre que las nuevas viviendas resultantes no excedan de 90 metros cuadrados útiles, o de 120 metros cuadrados útiles si se destinan a familias numero- sas, y cumplan las condiciones establecidas en el Anexo II del Decreto Foral 142/2004, de 22 de marzo, por el que se regulan las condiciones mínimas de habitabilidad de las viviendas en la Comunidad Foral de Navarra .” g) Crear nuevas viviendas como resultado de dividir o segregar las viviendas existentes o sus locales anexos, siempre que las nuevas viviendas resultantes cumplan las condiciones establecidas en el Anexo II del Decreto Foral 142/2004, de 22 de marzo, por el que se regulan las condiciones mínimas de habitabilidad de las viviendas en la Comunidad Foral de Navarra . La actuación no podrá incrementar el volumen de la envolvente de la edificación existente ni su superficie construida. NOTA: Esta letra fue añadida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda. h) Mejorar la eficiencia de las instalaciones térmicas centralizadas de edificios. A estos efectos, las redes de calor urbanas que distribuyan energía térmica a múltiples edificios o emplazamientos se considerarán instalaciones centralizadas. Al menos el 50% de la demanda de las redes de calor deberá corresponder al sector residencial. Dichas actuaciones de mejora deberán alcanzar las exigencias del Código Técnico de la Edificación (CTE-DB-HE-2. Rendimiento de las instalaciones térmicas). Se incluyen entre estas actuaciones el anillado de la instalación interior de calefacción de las viviendas cuando sea ésta la solución para cumplir con el requisito de instalación de sistemas y elementos de regulación y medición del consumo por vivienda que establezca la normativa de aplicación. NOTA: Esta letra fue añadida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda."
            },
            {
              "id": "53335f2d-4e80-444e-ae70-34245c4e84d0",
              "texto": "2. La ejecución de las obras protegidas de rehabilitación deberá garantizar su coherencia técnica y constructiva con el estado del edificio y con las restantes obras que pudieran realizarse en él para obtener seguridad estructural y constructiva, suministro eléctrico, correcta distribución de agua, adecuada funcionalidad de la red de saneamiento general y estanqueidad frente a la lluvia."
            },
            {
              "id": "9e719b1f-55b7-461f-8959-80efdbe4d3c3",
              "texto": "3. No son actuaciones protegibles las siguientes: a) Las que incluyan el vaciado interior de los edificios, entendiéndose que se da esa circunstancia cuando se demuele, superpone o sustituye más del 60% de la superficie de los forjados horizontales, excluidos de dicho cómputo la cubierta del edificio y los derribos que, en su caso, prevea el planeamiento urbanístico. Se permitirán vaciados por encima del porcentaje citado en edificios de uso residencial cuya antigüedad supere los 100 años cuando su estado de deterioro lo aconseje, se mantengan sus fachadas y demás elementos de interés y el edificio sea bien de interés cultural, o se encuentre inventariado por el Departamento competente en materia de patrimonio histórico, o catalogado en los planeamientos urbanísticos como en estado de conservación, si su configuración arquitectónica impide en los mismos actuaciones calificables como viviendas de protección oficial o de precio tasado. Asimismo, se permiten los derribos y nuevas construcciones en las operaciones de renovación previstas en el número 2 del artículo 56 del presente Decreto Foral. b) Las que incluyan el derribo de fachadas exteriores del edificio, excepto si no conllevan su vaciado interior. c) Las que incluyan la ampliación de la superficie útil de la vivienda por encima de los límites señalados en el punto e) del apartado 1 de este artículo, o la creación de nuevas viviendas de superficie superior a ese límite. d) En el caso de actuaciones sobre las instalaciones térmicas centralizadas de edificios: las consistentes en descentralización de instalaciones térmicas colectivas (paso de instalaciones centralizadas a instalaciones individuales), las actuaciones de mantenimiento de la instalación y las actuaciones realizadas en el interior de las viviendas, con la única excepción del anillado de la instalación interior de calefacción de las viviendas cuando sea esta la solución para cumplir con el requisito de instalación de sistemas y elementos de regulación y medición del consumo por vivienda que establezca la normativa de aplicación. No será protegible la realización de otras medidas para cumplir con esta normativa, tales como la instalación de dispositivos repartidores de costes de calefacción. NOTA: Esta letra fue añadida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda."
            },
            {
              "id": "de026d2c-a6ff-450a-a2cb-3235d795d29a",
              "texto": "4. Las obras de acabados en elementos comunes o privativos de las viviendas sólo serán objeto de protección pública cuando vengan exigidas por la realización simultánea de otras obras de rehabilitación que afecten a elementos estructurales, por actuaciones de accesibilidad universal y diseño para todas las personas o por la necesidad de cumplir las condiciones legales de habitabilidad."
            },
            {
              "id": "11bc3a86-cbd3-4a5f-9ffd-f6429b572fc5",
              "texto": "5. La calidad y precio de los acabados que se sustituyan en las condiciones del punto anterior, serán similares a la de los acabados preexistentes. Si fueran de calidad superior, se computarán en el presupuesto protegible con el precio de las unidades de obra de calidad similar a las que se repongan."
            }
          ]
        },
        {
          "articulo": 46,
          "titulo": "Condiciones mínimas de los edificios y viviendas para su calificación como actuación protegible.",
          "parrafos": [
            {
              "id": "45e5642b-f930-40f9-adf8-ef722c6b95dc",
              "texto": "A efectos de su calificación como protegibles, las actuaciones protegibles en materia de rehabilitación sólo podrán realizarse en inmuebles que reúnan las siguientes condiciones: 1. Antigüedad superior a 25 años con respecto a la fecha de finalización de la construcción, excepto cuando se trate de realizar adaptaciones sobrevenidas de las viviendas o edificios que sean pertinentes para su uso por parte de personas con discapacidad usuarias de la vivienda o pertenecientes a su unidad familiar, o cuando las obras sean necesarias para adaptar las instalaciones a la normativa técnica de aplicación obligatoria. 2. Adaptación a lo que disponga el planeamiento urbanístico. Cuando se trate de edificaciones fuera de ordenación, se exigirá que el planeamiento no prevea su sustitución por otras destinadas a usos distintos. 3. Organización espacial y características constructivas que garanticen que las obras de rehabilitación permitan cumplir las condiciones mínimas de habitabilidad en las viviendas. 4. Si se hubiera denegado la calificación provisional a una determinada actuación de rehabilitación, no se podrá volver a solicitar nueva calificación provisional en el mismo edificio o, en su caso, vivienda si se hubieran efectuado las obras que hubieran motivado la denegación inicial. 5. Garantizar, mediante el correspondiente certificado o de acuerdo con lo que se establezca en la normativa que regule el informe de evaluación de los edificios, que con las obras de rehabilitación se asegura la adecuación estructural y funcional de la edificación objeto de la actuación protegible, excepto la relativa a la accesibilidad para personas con discapacidades que afecten a su movilidad cuando no resulte posible por sus concretas características arquitectónicas o por su ubicación."
            }
          ]
        },
        {
          "articulo": 47,
          "titulo": "Concepto de presupuesto general, presupuesto protegible y presupuesto subvencionable en rehabilitaciones protegidas.",
          "parrafos": [
            {
              "id": "ab6270e8-10c1-4394-a3b0-fe745d9ee0a0",
              "texto": "1. El presupuesto general resultará de la adición al presupuesto de ejecución material de las obras previstas, los gastos generales y el beneficio industrial hasta un máximo del 15%, entre ambos, del presupuesto de ejecución material."
            },
            {
              "id": "e04026ca-9e0d-4fa4-a33d-6bf56989c0e2",
              "texto": "2. El presupuesto protegible resultará de la eliminación del presupuesto general de las partidas que no pueden incluirse dentro de las actuaciones protegibles. A este resultado se sumarán hasta un máximo del 10% del coste de los honorarios de profesionales por el proyecto y la dirección de obra, y las tasas de licencia municipal de obra que le correspondan. Asimismo, los honorarios correspondientes al Informe de Evaluación de Edificios formarán parte del presupuesto protegible de las actuaciones de Rehabilitación Protegida cuya calificación provisional se solicite en los cinco primeros años a contar desde la fecha del referido Informe. En ningún caso se incluirá dentro del presupuesto protegible de las actuaciones de rehabilitación las cantidades a abonar en concepto de Impuesto sobre el Valor Añadido o de Impuesto de Construcciones, Instalaciones y Obras."
            },
            {
              "id": "b49e2e58-0f56-4567-af78-9172b058ffb4",
              "texto": "3. El presupuesto subvencionable de las actuaciones de rehabilitación protegida será el que sirva de base para el cálculo de las subvenciones y será igual al presupuesto protegible, si no se viera reducido por los límites que al presupuesto subvencionable se establecen en el presente Decreto Foral."
            }
          ]
        },
        {
          "articulo": 48,
          "titulo": "Límites de los diferentes presupuestos.",
          "parrafos": [
            {
              "id": "712645a9-04c9-4213-9920-2920100053b6",
              "texto": "1. El presupuesto general, que comprende tanto actuaciones protegibles como otras que no lo son, carece de límites inferior o superior."
            },
            {
              "id": "3e04527b-4d27-4a40-9355-8525d1098f69",
              "texto": "2. Límites del presupuesto protegible. El presupuesto protegible será determinado por el Departamento competente en materia de vivienda en función de lo previsto en esta sección y de la valoración de calidades y precios medios en obras de la misma naturaleza y tendrá los siguientes límites: a) Inferior: Únicamente podrán recibir calificación como actuaciones protegibles de rehabilitación aquellas cuyo presupuesto protegible correspondiente a viviendas, sin incluir los locales, dividido por el número de viviendas resultante tras la actuación, dé como resultado una cantidad igual o superior a 2.000 euros por vivienda. NOTA: La redacción de esta letra corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda. La redacción original era la siguiente: “a) Inferior: Únicamente podrán recibir calificación como actuaciones protegibles de rehabilitación aquéllas cuyo presupuesto protegible correspondiente a viviendas, sin incluir los locales, dividido por el número de viviendas resultante tras la actuación, dé como resultado una cantidad igual o superior a 6.000 euros por vivienda. Se exceptúan de este requisito las obras de adaptación funcional para el uso de personas con discapacidades. En este último caso, será suficiente que el presupuesto protegible total de la obra de adaptación funcional sea igual o superior a 6.000 euros y que la repercusión por vivienda sea igual o superior a 3.000 euros.” b) Superior: Sólo podrán calificarse como actuaciones protegibles de rehabilitación aquéllas cuyo presupuesto protegible no exceda por metro cuadrado de superficie útil de vivienda y anejos los correspondientes establecidos para las viviendas de protección oficial en el momento de solicitud de calificación provisional. Cuando la superficie útil de la vivienda a rehabilitar exceda de 120 metros cuadrados, el presupuesto protegible máximo será el resultado de multiplicar 120 por el precio máximo de venta del metro cuadrado útil de vivienda de protección oficial en el momento de solicitud de calificación provisional. En las actuaciones que afecten a la totalidad de un edificio o a sus elementos comunes, el límite del presupuesto protegible se calculará sobre la superficie útil total computable de las viviendas del inmueble y de los locales comerciales que participen de los costes de la ejecución, con los límites establecidos en el presente artículo. La superficie computable de los locales comerciales no podrá exceder del cuarenta por ciento de la superficie computable total de las viviendas. Cuando las obras de rehabilitación de la vivienda se extiendan a los talleres de artesanos y anejos de viviendas de agricultores y ganaderos, vinculados a la vivienda rehabilitada, al presupuesto máximo deducido de la superficie de la vivienda, se le podrá añadir el correspondiente a los anejos con un límite de 100 metros cuadrados aunque fuera mayor."
            },
            {
              "id": "d8bec268-3835-4850-8b3e-73bf304c660a",
              "texto": "3. Límites del presupuesto subvencionable. El presupuesto subvencionable tiene como límite inferior el establecido en el punto a) del apartado 2 de este artículo y no podrá superar el 50% del módulo ponderado aplicable multiplicado por la superficie útil de vivienda, con un límite máximo de 120 metros cuadrados, sumado al 20% del módulo ponderado aplicable multiplicado por la superficie útil de los anejos y sin superar en ningún caso el presupuesto protegible."
            },
            {
              "id": "29acb67b-fe72-43ef-a83a-a2229851d836",
              "texto": "4. A efectos de rehabilitación, la superficie útil se calculará aplicando lo dispuesto en el artículo 21 del Anexo II del Decreto Foral 142/2004, de 22 de marzo, por el que se regulan las condiciones mínimas de habitabilidad de las viviendas en la Comunidad Foral de Navarra."
            }
          ]
        },
        {
          "articulo": 49,
          "titulo": "Contenido y efectos de las resoluciones de calificación.",
          "parrafos": [
            {
              "id": "67e21813-f397-4b25-a084-402bc16d4e5f",
              "texto": "1. En las resoluciones de calificación se harán constar, como mínimo, los siguientes extremos: a) Normativa que determine el régimen de financiación de las actuaciones objeto de la calificación. b) Identificación del solicitante: nombre o razón social, identificación fiscal, domicilio. c) Número y superficie útil de las viviendas. d) Régimen de cesión o uso de las viviendas. e) Módulo ponderado aplicable. f) Expresión del sometimiento de los préstamos cualificados y ayudas económicas que puedan concederse a las limitaciones establecidas en el presente Decreto Foral. g) Expresión de que los préstamos cualificados y ayudas económicas directas estimadas estarán sometidos, en su posible concesión y condiciones, a las limitaciones establecidas en el presente Decreto Foral, incluida la disponibilidad presupuestaria suficiente. h) En su caso, referencia a la necesidad de autorización del Departamento competente en materia de patrimonio histórico por tratarse de actuaciones en inmuebles que la requieran. i) Obras a realizar. j) Especificación de los efectos de calificación definitiva y de cédula de habitabilidad que, en su caso, derivará de la diligencia del Departamento competente en materia de vivienda relativa a la terminación de obra. k) Indicación expresa del plazo máximo de seis meses a partir de la fecha de la calificación provisional para el inicio de las obras, y del plazo máximo de treinta y seis meses a partir de la misma fecha para terminarlas."
            },
            {
              "id": "28814950-53f7-4cc4-89dc-dfb610459e94",
              "texto": "2. Únicamente se considerarán protegibles las actuaciones que se inicien después de la calificación provisional. En el caso de que las obras se inicien antes de la obtención de la calificación provisional, la actuación en su conjunto no se considerará protegible."
            },
            {
              "id": "57229829-2f83-4dd7-bd2a-3208aff188a6",
              "texto": "3. La calificación provisional surtirá efectos de informe favorable previo a licencia respecto del cumplimiento de las condiciones de habitabilidad y de la normativa básica de edificación, aunque limitado exclusivamente a los elementos del edificio afectados por las obras calificadas y posibilitará el acceso a préstamos cualificados para financiar las obras de rehabilitación."
            },
            {
              "id": "45aeefb4-a58d-4e61-98b7-15e0bb2114c4",
              "texto": "4. Se considerará como fecha de calificación definitiva la misma de la diligencia de terminación de obra. Dicha diligencia surtirá efectos de calificación definitiva de rehabilitación."
            },
            {
              "id": "9e44cd15-431f-40ce-a873-a7db3087b4b6",
              "texto": "5. La vivienda objeto de rehabilitación protegida deberá destinarse a residencia habitual y permanente de quien solicitó las correspondientes ayudas, excepto cuando haya sido solicitada por promotores en alquiler o por comunidades de propietarios."
            }
          ]
        },
        {
          "articulo": 50,
          "titulo": "Tramitación de la calificación provisional de rehabilitación.",
          "parrafos": [
            {
              "id": "f91b14ac-cc36-43b8-b99e-c2d24b49d5b9",
              "texto": "La solicitud de calificación provisional se presentará en el Departamento competente en materia de vivienda, o en las Oficinas de Rehabilitación designadas por el propio Departamento conforme a la normativa aplicable, acompañada de los siguientes documentos: 1. Acreditación de la personalidad del solicitante y, en su caso, de la representación que ostente. 2. Acreditación de la propiedad, usufructo, alquiler o derechos análogos sobre la vivienda a rehabilitar. La propiedad, el usufructo y los derechos reales se acreditarán mediante certificado o nota simple informativa del Registro de la Propiedad, especificando la inexistencia de otras cargas o derechos reales que hagan inviable la rehabilitación planteada. Cuando el promotor sea arrendatario, deberá presentar el contrato de arrendamiento u otra documentación que acredite su condición de inquilino, así como la autorización del propietario para promover la rehabilitación. 3. Proyecto técnico que contenga: a) Descripción de las actuaciones que se llevarán a cabo. b) Datos relativos a la fecha de construcción del inmueble y de la vivienda. c) Indicación de la superficie útil de la vivienda y, en su caso, del inmueble. d) Presupuesto de las obras a realizar suscrito por su promotor y por la persona encargada de su ejecución o por el técnico correspondiente cuando las obras precisen proyecto y dirección facultativa. e) Plazo máximo previsto de ejecución de las obras. f) Fotografía del edificio en el que se proyecte la rehabilitación. Cuando no resulte preceptiva la redacción de proyecto técnico, la documentación citada en este apartado podrá ser suplida por la presentación de una memoria que incorpore los datos correspondientes. 4. Licencia municipal de obra o compromiso de solicitarla. 5. Declaración del Impuesto sobre la Renta de las Personas Físicas correspondiente, excepto cuando los promotores sean comunidades de vecinos, o bien arrendadores. 6. En el caso de actuaciones de rehabilitación promovidas por comunidades de vecinos, declaración responsable relativa a la existencia e identificación del código de registro del Informe de Evaluación de Edificios cuando el edificio objeto de la rehabilitación tenga la obligatoriedad de disponerlo. NOTA: La redacción de este apartado corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adop- tan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda. La redacción original era la siguiente: “6. Declaración responsable relativa a la no titularidad del pleno dominio de otra vivienda, o de una parte alícuota de la misma igual o superior al 50%, distinta a la que se va a rehabilitar, en los casos en que el cumplimiento de este requisito resulte exigible.” 7. Referencia catastral de la vivienda, mediante cédula parcelaria, recibo de la Contribución Territorial, certificado municipal u otro documento acreditativo de la situación catastral. 8. Declaración responsable de los solicitantes de estar al corriente en el cumplimiento de sus obligaciones tributarias. 9. Cualquier otra autorización administrativa legalmente exigible, o compromiso de solicitarla. 10. En los casos en que sea necesario, el Departamento competente en materia de vivienda, directamente o a través de la correspondiente Oficina de Rehabilitación, podrá requerir: a) Certificación de acuerdos entre los propietarios o entre éstos y los inquilinos, así como copia de los mismos, en su caso. b) Dirección facultativa de las obras, si éstas lo requieren. c) Justificación de la antigüedad de la edificación. d) Justificación del destino de la vivienda a rehabilitar como residencia habitual y permanente."
            }
          ]
        },
        {
          "articulo": 51,
          "titulo": "Plazos máximos de ejecución de la rehabilitación y desistimiento.",
          "parrafos": [
            {
              "id": "da412a63-195a-4d3f-90fd-777517355c18",
              "texto": "1. Las obras de rehabilitación protegida deberán iniciarse en un plazo máximo de seis meses contados desde la fecha de otorgamiento de la calificación provisional, debiendo solicitarse la calificación definitiva en un plazo máximo de treinta y seis meses contados desde dicha calificación provisional. El Departamento competente en materia de vivienda podrá justificadamente prorrogar los plazos indicados, a instancia del promotor de la actuación, hasta un máximo de dieciocho meses más, siempre y cuando la solicitud se formalice con anterioridad al vencimiento del plazo inicial."
            },
            {
              "id": "59dd29f7-0d84-4c9f-b9cc-09e28836be8e",
              "texto": "2. En el caso de que la solicitud de calificación definitiva no se presentara en el plazo establecido en el apartado anterior, el expediente se archivará directamente mediante Resolución del Director General competente en materia de vivienda."
            },
            {
              "id": "2542f666-d4ff-4ee0-a7e2-c68fc80d0129",
              "texto": "3. Si el promotor desiste del expediente de rehabilitación protegida calificado provisionalmente, no podrá solicitar nueva calificación provisional salvo que hayan transcurrido más de doce meses contados desde dicho desistimiento."
            }
          ]
        },
        {
          "articulo": 52,
          "titulo": "Tramitación de la calificación definitiva de rehabilitación.",
          "parrafos": [
            {
              "id": "03ea7aa7-509e-4f4a-8d60-edc6bfd3a0d2",
              "texto": "1. El promotor deberá solicitar la calificación definitiva en el plazo máximo de un mes desde la terminación de las obras, aportando: a) Licencia municipal de obra, si no la aportó para la calificación provisional. b) Certificado de final de obra expedido por la dirección facultativa de la obra, y visado por el correspondiente Colegio Profesional si la obra requirió proyecto técnico. El Departamento competente en materia de vivienda comprobará que la obra amparada por la calificación se ha realizado, haciéndolo constar mediante diligencia. c) Facturas correspondientes a las obras realizadas. d) Certificado acreditativo del empadronamiento en la vivienda rehabilitada de quien solicitó las correspondientes ayudas expedido, como máximo, con una antelación de un mes contado desde que se solicite la calificación definitiva."
            },
            {
              "id": "d39aad68-8df2-40c5-8f90-ae8e4b2fc807",
              "texto": "2. Si durante la ejecución de las obras de rehabilitación se constatara el incumplimiento de algún requisito esencial, sin el cual no se hubiera concedido la calificación provisional al expediente, el Departamento competente en materia de vivienda, previa audiencia a la persona interesada, procederá de oficio al archivo del expediente declarándola decaída en su derecho a la tramitación de la calificación definitiva."
            }
          ]
        },
        {
          "articulo": 53,
          "titulo": "Acreditación e incidencias de titularidad.",
          "parrafos": [
            {
              "id": "0486ace2-ceec-4de1-8a09-cbf99c85f724",
              "texto": "1. El promotor del expediente de rehabilitación deberá acreditar sus derechos de dominio, uso y/o disfrute sobre las fincas que vayan a figurar en la calificación de rehabilitación protegida, así como la inexistencia de cargas que impidan la viabilidad de la rehabilitación planteada. La acreditación se efectuará mediante nota simple informativa del Registro de la Propiedad de antigüedad no superior a dos meses con respecto a la fecha de solicitud de calificación provisional. Mediante causa justificada, podrá concederse una prórroga del plazo para presentar la acreditación. En todo caso, la presentación de la misma deberá ser anterior a la calificación definitiva."
            },
            {
              "id": "02afe663-9d4c-40f5-b83e-7b25803cee17",
              "texto": "2. Cuando la titularidad de la vivienda cambie durante la tramitación del expediente, el nuevo titular deberá solicitar el reconocimiento como promotor antes de la calificación definitiva. En tal caso, se tendrán en cuenta sus ingresos familiares ponderados en el momento de solicitar su inclusión como nuevo promotor. a) Si el promotor fallece durante la tramitación del expediente, los herederos podrán solicitar su inclusión en el expediente como nuevos promotores, previa acreditación de la titularidad registral. Cuando se solicite el cambio de promotor por esta causa en un plazo de dos meses a partir de la fecha del fallecimiento, se otorgará un plazo no inferior a tres meses ni superior a seis desde la fecha de la calificación definitiva para acreditar la nueva titularidad registral. b) Si el promotor fallece después de la calificación definitiva y antes del abono de la subvención, ésta se abonará a quienes acrediten, en el plazo máximo de un año a partir de la fecha de calificación definitiva, ser sus herederos."
            },
            {
              "id": "2d6bce76-83df-4639-a233-82dfe8498624",
              "texto": "3. Las actuaciones protegibles y la financiación cualificada que en el momento de la calificación definitiva hubiera podido corresponder a los promotores sólo se otorgarán a quienes acrediten los derechos de dominio, uso y/o disfrute requeridos para ello, con las salvedades previstas en el presente artículo."
            },
            {
              "id": "2b856264-2719-43d8-b967-69b9eb822bb4",
              "texto": "4. Cuando la vivienda esté cedida en usufructo, el usufructuario podrá promover la rehabilitación debidamente autorizado por el nudo propietario o por la legislación aplicable. Además, quien ostente la nuda propiedad de una vivienda podrá asociarse con el usufructuario como promotores de la rehabilitación."
            }
          ]
        },
        {
          "articulo": 54,
          "titulo": "Declaración de Áreas de Rehabilitación Preferente.",
          "parrafos": [
            {
              "id": "d4ed5680-83bd-4e03-9864-0b8ff05fc12c",
              "texto": "1. A los efectos de percepción de beneficios establecidos en el presente Decreto Foral, el Departamento competente en materia de vivienda podrá declarar Áreas de Rehabilitación Preferente. Los criterios que regirán para la determinación de estas Áreas serán: a) Ubicarse en zonas consolidadas por la edificación hace más de 50 años que cuenten con planeamiento urbanístico adecuado, que podrá ser un Plan Especial de Protección y/o Reforma Interior o, si se trata de municipios con una población inferior a 3.000 habitantes, el propio Plan General Municipal, siempre que las determinaciones del mismo para estas áreas estén pormenorizadas de un modo equivalente al de los citados Planes Especiales. b) Contar con ordenanza municipal especifica de apoyo a la rehabilitación en vigor para tales áreas con una dotación presupuestaria no inferior al 1% del módulo ponderado aplicable por habitante del área y año."
            },
            {
              "id": "82dbefda-cc3d-414b-a703-3d6309b1a0a1",
              "texto": "2. Asimismo, podrán ser declarados Áreas de Rehabilitación Preferente los centros históricos y conjuntos edificados en los que esté en vigor un Plan Especial de Protección y/o Reforma Interior que afecte a centros históricos o conjuntos continuos de edificaciones en los que más del 70% de los edificios tenga una antigüedad superior a 50 años. Este porcentaje se elevará al 90% de los edificios cuando se trate de conjuntos dispersos de edificaciones tradicionales rurales. La declaración de Áreas de Rehabilitación Preferente requerirá, en su caso, informe previo de la Oficina de Rehabilitación en cuyo ámbito queden ubicadas. Será necesario, asimismo, que exista una ordenanza municipal de ayudas específicas a la rehabilitación de estas áreas, con una dotación presupuestaria no inferior al 1% del módulo ponderado aplicable por habitante del área y año."
            }
          ],
          "seccion": "Sección 2.ª : Ayudas a la rehabilitación"
        },
        {
          "articulo": 55,
          "titulo": "Subvenciones a actuaciones de rehabilitación de promotores usuarios 14.",
          "parrafos": [
            {
              "id": "f8d5eded-523e-4b94-8bd4-01b7888bef65",
              "texto": "1. \"Una vez obtenida la calificación definitiva de rehabilitación protegida, el Departamento competente en materia de vivienda iniciará el procedimiento de abono de las subvenciones correspondientes, conforme a los siguientes porcentajes aplicados al presupuesto subvencionable y de acuerdo con el coste real de las actuaciones:"
            },
            {
              "id": "70fa9174-5f38-4dc3-a751-f59ae346c54e",
              "texto": "1. Una vez obtenida la calificación definitiva de rehabilitación protegida, el Departamento competente en materia de vivienda iniciará el procedimiento de abono de las subvenciones correspondientes, conforme a los siguientes porcentajes aplicados al presupuesto subvencionable y de acuerdo con el coste real de las actuaciones: | Nº VECES IPREM | % SUBVENCIÓN | |------------------|--------------| | ≤2,5             | 10% edif. 25–49 años<br>20% edif. ≥50 años<br>45% en Áreas Rehab. Pref. o solicit. ≥65 o ≤35 años<br>50% Proy. Interv. Global en Áreas Pref. o adapt. disc. ≥40% | | 2,5–3,5          | 5% edif. 25–49 años<br>10% edif. ≥50 años<br>30% en Áreas Rehab. Pref. o solicit. ≥65 o ≤35 años<br>40% Proy. Interv. Global en Áreas Pref. o adapt. disc. ≥40% | | Casos especiales | +10% fam. num. cat. especial<br>+5% fam. num. cat. general<br>+5% víctimas terrorismo (art. 23.2 LF 9/2010)<br>+5% víctimas violencia de género (DF 25/2011)<br>+5% renta inclusión social<br>*(no acumulables)* | La parte general de la base imponible del solicitante en la declaración de renta exigida de acuerdo con lo dispuesto en el artículo 8 de este Decreto Foral, más las rentas exentas de tributación obtenidas durante dicho ejercicio, deberá superar, en todo caso, la décima parte del presupuesto protegible. A estos efectos, cuando una vivienda haya sido objeto de anteriores actuaciones de rehabilitación protegida, se sumarán los presupuestos protegibles y subvencionables de tales actuaciones que hayan obtenido calificación provisional en los cinco años anteriores a la fecha de solicitud de la nueva calificación provisional, para determinar en su conjunto los límites vigentes de los citados presupuestos."
            },
            {
              "id": "d86f1933-100c-4183-8ec2-64a4ba888521",
              "texto": "2. El procedimiento de abono de las subvenciones a comunidades de vecinos por mejora de la envolvente térmica o por supresión de barreras arquitectónicas que afecte a elementos comunes del edificio, se iniciará una vez se obtenga la calificación definitiva del expediente, conforme a los siguientes porcentajes aplicados al presupuesto subvencionable y de acuerdo con el coste real de las actuaciones: Las obras de la naturaleza que se expresan en el cuadro anterior sólo podrán acogerse a rehabilitación protegida en cuanto sean promovidas por comunidades de vecinos. No obstante lo anterior, los propietarios de edificios de viviendas completos que las destinen a alquiler o, en su caso, también a domicilio de dichos propietarios, podrán acogerse a las ayudas establecidas en este apartado, con las limitaciones fijadas en el siguiente apartado. Se considerará que se produce una adaptación completa a la normativa específica sobre accesibilidad universal y diseño para todos, y por tanto se podrá ser beneficiario de la ayuda máxima a los efectos previstos en cuadro anterior, cuando se alcanzan los valores establecidos en la tabla 2, tolerancias admisibles, del DA DB-SUA/2. La cabina de elevador de dimensiones inferiores a setenta centímetros de anchura por noventa centímetros de fondo y las plataformas elevadoras no cabinadas, se considerará que no mejora las condiciones de accesibilidad, por lo que no tendrá derecho a las ayudas establecidas para esta actuación. En los expedientes de mejora de la envolvente térmica del edificio promovidos por comunidades de vecinos que se acojan a las ayudas establecidas en el presente artículo, será requisito para proceder a su calificación provisional adjuntar al proyecto un certificado de eficiencia energética del edificio, debidamente registrado, en su estado previo a la ejecución de las obras. Del mismo modo, para obtener la calificación definitiva del expediente, será requisito presentar un nuevo certificado de eficiencia del edificio, igualmente registrado, con sus características una vez finalizadas las obras. El coste de ambos certificados se podrá añadir al presupuesto de las obras que se presente para su calificación provisional. Las subvenciones a las comunidades de vecinos descritas en este apartado son susceptibles de estar financiadas por fondos estructurales de la UE, conforme lo previsto en el artículo 86 de este Decreto, sin perjuicio que el porcentaje de subvención concedido a la comunidad sea inferior al 50%. NOTA DE LA TABLA: La redacción de esta tabla corresponde a la establecida por Orden Foral 2/2022, de 13 de enero, del consejero de Ordena- ción del Territorio, Vivienda, Paisaje y Proyectos Estratégicos (BON de 27 de enero de 2022). La redacción original era la siguiente: (comienzotabla) COMUNIDADES DE VECINOS PORCENTAJE DE SUBVENCIÓN SOBRE EL PRESUPUESTO SUBVENCIONABLE En el caso de edificios de vivienda en cuya construcción no fue aplicable DB-HE del Código Técnico de la Edi- ficación, mejora de la envolvente térmica del edificio con objeto de aumentar su nivel de aislamiento, alcanzan- do las exigencias del Código Técnico de la Edificación para edificios de nueva construcción; (CTE-DB-HE.1 Limitación de demanda energética). A estos efectos, por envolvente térmica del edificio se entenderá el conjunto de sus elementos constructivos en contacto con el ambiente exterior. Los referidos elementos son: las fachadas exteriores e interiores, la cubierta y los forjados sobre porches y vuelos. 40%. Implantación de ascensor en edificios de más de 25 años que carecían del mismo y adaptación completa a la normativa específica sobre accesibilidad universal y diseño para todos desde la entrada del edificio hasta las de todas sus viviendas. 45% En edificios de más de 25 años de antigüedad que ya contaban con ascensor, adaptación completa a la normativa específica sobre accesibilidad universal y diseño para todos desde la entrada del edificio hasta las de todas sus viviendas. 30% En edificios de más de 25 años que no contaban con ascensor, instalación del mismo y adaptación parcial a la normativa específica sobre accesibilidad universal y diseño para todos y justificando la imposibilidad o grave dificultad de la adaptación completa. 25% En edificios de más de 25 años que ya contaban con ascensor, adaptación parcial a la normativa específica sobre accesibilidad universal y diseño para todos, y justificando la imposibilidad o grave dificultad de la adaptación completa. 20% (finaltabla)"
            },
            {
              "id": "dd8ea069-9503-4575-a3fa-e41b4f047430",
              "texto": "3. Las subvenciones máximas a conceder en cada uno de los expedientes de rehabilitación, son las siguientes: – En expedientes promovidos por comunidades de vecinos será la que resulte de multiplicar 5.000 euros por el número de viviendas que contenga dicho expediente, excepto cuando se trate del caso de comunidades de vecinos contemplados en las letras C) y D) del cuadro del apartado anterior de este mismo artículo, en cuyo caso el límite será de 6.000 euros por vivienda en el caso C) y de 7.000 euros por vivienda en el caso D). – En el caso de edificios sin ascensor que alcancen la adaptación completa, la subvención máxima será la que resulte de multiplicar 10.000 euros por el número de viviendas que contenga dicho expediente, excepto cuando el número de viviendas por núcleo de comunicación vertical sea inferior a 11, en cuyo caso el límite será de 13.000 euros por vivienda. En el caso de edificios con ascensor que no alcancen la adaptación completa, la subvención máxima será de 3.000 euros multiplicados por el número de viviendas que contenga. – En expedientes que tengan por objeto la rehabilitación de la envolvente térmica, la subvención máxima será la que resulte de multiplicar 6.000 euros por el número de viviendas que contenga dicho expediente. – En el caso de expedientes de rehabilitación en los que resulten beneficiarias las personas físicas, la subvención máxima a conceder será de 13.000 euros por vivienda, excepto en el caso de las viviendas que se encuentren en Áreas de Rehabilitación Preferente o de las viviendas unifamiliares que como resultado de la actuación de rehabilitación sigan siéndolo, donde la subvención máxima será de 26.000 euros por vivienda. A los efectos de lo dispuesto en este apartado, dentro del concepto de viviendas unifamiliares se entenderán incluidas las viviendas aisladas o adosadas horizontalmente, aun cuando estas últimas pudieran compartir en planta bajo rasante, garajes o trasteros mancomunados. En ningún caso se considerarán como viviendas unifamiliares las viviendas incluidas en un edificio que cuente con unidades de uso distintas superpuestas verticalmente, salvo que todas ellas estén vinculadas a una sola vivienda. – En los expedientes de rehabilitación que se tramiten de acuerdo con lo dispuesto en el artículo 57 de este decreto foral, la subvención máxima será la que resulte de multiplicar 12.000 euros por el número de viviendas que contenga el expediente. – En expedientes que tengan por objeto la mejora de la eficiencia de las instalaciones térmicas centralizadas de edificios, la subvención máxima será la que resulte de multiplicar 6.000 euros por el número de viviendas que contenga dicho expediente. En el caso concreto de obras de anillado de la instalación interior de las viviendas cuando sea esta la solución para cumplir con el requisito de regulación y medición del consumo por vivienda que establezca la normativa de aplicación, la subvención máxima será la que resulte de multiplicar 3.000 euros por el número de viviendas que contenga dicho expediente. NOTA DEL APARTADO: La redacción de este apartado corresponde a la establecida por Orden Foral 2/2022, de 13 de enero, del consejero de Ordenación del Territorio, Vivienda, Paisaje y Proyectos Estratégicos (BON de 27 de enero de 2022). La redacción original era la siguiente: “3. Las subvenciones máximas a conceder en cada uno de los expedientes de rehabilitación, son las siguientes: - En expedientes promovidos por comunidades de vecinos será la que resulte de multiplicar 5.000 euros por el número de viviendas que contenga dicho expediente. - En el caso de edificios sin ascensor que alcancen la adaptación completa, la subvención máxima será la que resulte de multiplicar 8.000 euros por el número de viviendas que contenga dicho expediente, excepto cuando el número de viviendas por núcleo de comunicación vertical sea inferior a 11, en cuyo caso el límite será de 10.000 euros por vivienda. En el caso de edificios con ascensor que no alcancen la adaptación completa, la subvención máxima será de 3.000 euros multiplicados por el número de viviendas que contenga. - En expedientes que tengan por objeto la rehabilitación de la envolvente térmica, la subvención máxima será la que resulte de multiplicar 6.000 euros por el número de viviendas que contenga dicho expediente. - En el caso de expedientes de rehabilitación en los que resulten beneficiarias las personas físicas, la subvención máxima a conceder será de 12.000 euros por vivienda, excepto en el caso de las viviendas que se encuentren en Áreas de Rehabilitación Preferente o de las viviendas unifamiliares que como resultado de la actuación de rehabilitación sigan siéndolo, donde la subvención máxima será de 25.000 euros por vivienda. A los efectos de lo dispuesto en este apartado, dentro del concepto de viviendas unifamiliares se entenderán incluidas las viviendas aisladas o adosadas horizontalmente, aun cuando éstas últimas pudieran compartir en planta bajo rasante, garajes o trasteros mancomunados. En ningún caso se considerarán como viviendas unifamiliares las viviendas incluidas en un edificio que cuente con unidades de uso distintas superpuestas verticalmente, salvo que todas ellas estén vinculadas a una sola vivienda. - En los expedientes de rehabilitación que se tramiten de acuerdo con lo dispuesto en el artículo 57 de este Decreto Foral, la subvención máxima será la que resulte de multiplicar 12.000 euros por el número de viviendas que contenga el expediente. - En expedientes que tengan por objeto la mejora de la eficiencia de las instalaciones térmicas centralizadas de edificios, la subvención máxima será la que resulte de multiplicar 6.000 euros por el número de viviendas que contenga dicho expediente. En el caso concreto de obras de anillado de la instalación interior de las viviendas cuando sea esta la solución para cumplir con el requisito de regulación y medición del consumo por vivienda que establezca la normativa de aplicación, la subvención máxima será la que resulte de multiplicar 3.000 euros por el número de viviendas que contenga dicho expediente.” NOTA DEL ARTÍCULO: La redacción de este artículo corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda. La redacción original era la siguiente: 1. “Una vez obtenida la calificación definitiva de rehabilitación protegida, el Departamento competente en mate- ria de vivienda iniciará el procedimiento de abono de las subvenciones correspondientes, conforme a los siguientes porcentajes aplicados al presupuesto subvencionable y de acuerdo con el coste real de las actuaciones: La parte general de la base imponible del solicitante en la declaración de renta exigida de acuerdo con lo dispuesto en el artículo 8 de este Decreto Foral, más las rentas exentas de tributación obtenidas durante dicho ejercicio, deberá superar, en todo caso, la décima parte del presupuesto protegible. A estos efectos, cuando una vivienda haya sido objeto de anteriores actuaciones de rehabilitación protegida, se sumarán los presupuestos protegibles y subvencionables de tales actuaciones que hayan obtenido calificación provisional en los cinco años anteriores a la fecha de solicitud de la nueva calificación provisional, para determinar en su conjunto los límites vigentes de los citados presupuestos. Quienes soliciten alguna de las subvenciones recogidas en este apartado no podrán ser titulares del pleno dominio de otra vivienda, o de una parte alícuota de la misma igual o superior al 50%, distinta a la que se va a rehabilitar. 2. El procedimiento de abono de las subvenciones a comunidades de vecinos por mejora de la envolvente térmica o por supresión de barreras arquitectónicas que afecte a elementos comunes del edificio, se iniciará una vez se obtenga la calificación definitiva del expediente, conforme a los siguientes porcentajes aplicados al presupuesto subvencionable y de acuerdo con el coste real de las actuaciones: Las obras de la naturaleza que se expresan en el cuadro anterior sólo podrán acogerse a rehabilitación protegida en cuanto sean promovidas por comunidades de vecinos. No obstante lo anterior, los propietarios de edificios de viviendas completos que las destinen a alquiler o, en su caso, también a domicilio de dichos propietarios, podrán acogerse a las ayudas establecidas en este apartado, con las limitaciones fijadas en el siguiente apartado. 3. Las subvenciones máximas a conceder en cada uno de los expedientes de rehabilitación, son las siguientes: - En expedientes promovidos por comunidades de vecinos será la que resulte de multiplicar 5.000 euros por el número de viviendas que contenga dicho expediente. - En el caso de edificios sin ascensor que alcancen la adaptación completa, la subvención máxima será la que resulte de multiplicar 8.000 euros por el número de viviendas que contenga dicho expediente, excepto cuando el número de viviendas por núcleo de comunicación vertical sea inferior a 11, en cuyo caso el límite será de 10.000 euros por vivienda. En el caso de edificios con ascensor que no alcancen la adaptación completa, la subvención máxima será de 3.000 euros multiplicados por el número de viviendas que contenga. - En expedientes que tengan por objeto la rehabilitación de la envolvente térmica, la subvención máxima será la que resulte de multiplicar 6.000 euros por el número de viviendas que contenga dicho expediente. - En el caso de expedientes de rehabilitación en los que resulten beneficiarias las personas físicas, la subvención máxima a conceder será de 12.000 euros por vivienda, excepto en el caso de las viviendas que se encuentren en Áreas de Rehabilitación Preferente o de las viviendas unifamiliares que como resultado de la actuación de rehabilitación sigan siéndolo, donde la subvención máxima será de 25.000 euros por vivienda. A los efectos de lo dispuesto en este apartado, dentro del concepto de viviendas unifamiliares se entenderán incluidas las viviendas aisladas o adosadas horizontalmente, aun cuando éstas últimas pudieran compartir en planta bajo rasante, garajes o trasteros mancomunados. En ningún caso se considerarán como viviendas unifamiliares las viviendas incluidas en un edificio que cuente con unidades de uso distintas superpuestas verticalmente, salvo que todas ellas estén vinculadas a una sola vivienda. - En los expedientes de rehabilitación que se tramiten de acuerdo con lo dispuesto en el artículo 57 de este Decreto Foral, la subvención máxima será la que resulte de multiplicar 12.000 euros por el número de viviendas que contenga el expediente.”"
            }
          ]
        },
        {
          "articulo": 56,
          "titulo": "Áreas de Rehabilitación Preferente y Proyectos de Intervención Global.",
          "parrafos": [
            {
              "id": "45317b56-296c-4761-8763-7cb968192fe9",
              "texto": "1. El Departamento competente en materia de vivienda podrá aprobar Proyectos de Intervención Global en zonas que se delimiten dentro de Áreas de Rehabilitación Preferente."
            },
            {
              "id": "49156d17-a1e6-4a37-9bc3-c815d1d620c1",
              "texto": "2. Las rehabilitaciones, renovaciones o construcciones de edificios incluidos en Proyectos de Intervención Global podrán acceder a subvenciones por un importe máximo del 60% del módulo ponderado por metro cuadrado útil de vivienda, siempre y cuando se trate de edificios completos de viviendas cuyos promotores sean Administraciones públicas o sociedades públicas."
            },
            {
              "id": "21abcda6-15d7-4ec8-9488-adee48a35ab0",
              "texto": "3. Estas subvenciones se percibirán tras haber finalizado la obra, en la forma que prevea la Resolución que autorice la actuación y el correspondiente gasto. Esta Resolución podrá ser la misma que apruebe los Proyectos de Integración Global u otra que se dicte en su desarrollo. En estas actuaciones no serán de aplicación los límites de presupuesto o de coste establecidos en este Decreto Foral para las actuaciones de rehabilitación. Durante treinta años a partir de la fecha de terminación de las obras el precio de venta por metro cuadrado útil de estas viviendas en primeras y posteriores transmisiones no será superior al que corresponda a las viviendas de precio tasado. Sobre dichas transmisiones se establecerá por treinta años un derecho de tanteo y retracto convencional a favor de la Comunidad Foral de Navarra. A tal efecto, el Departamento competente en materia de vivienda podrá declarar beneficiarios de las viviendas obtenidas en ejercicio de estos derechos al Ayuntamiento en cuyo término se ubique la actuación, o a la sociedad instrumental que designe dicho Departamento. Si las viviendas se destinasen a alquiler, el precio de éste no excederá por metro cuadrado útil del máximo establecido para las viviendas de protección oficial."
            }
          ]
        },
        {
          "articulo": 57,
          "titulo": "Subvenciones para rehabilitación de edificios y viviendas destinadas al alquiler.",
          "parrafos": [
            {
              "id": "8d9d81c9-04a9-4b25-9541-c582689d7acd",
              "texto": "Los promotores de rehabilitación cuyas viviendas se cedan en arrendamiento podrán acceder a las siguientes subvenciones: | En Áreas de Rehabilitación Preferente, si la       | 40% del presupuesto subvencionable, siempre que    | |----------------------------------------------------|----------------------------------------------------| | edificación tiene más de 50 años y la renta anual  | no exceda del 26% del módulo ponderado             | | no excede de la equivalente a una VPO de la        | multiplicado por la superficie útil de la vivienda | | misma superficie útil.                             | hasta un máximo de 120 m².                         | | En edificios y viviendas de 50 años o más, si la   | 22% del presupuesto subvencionable, siempre que    | | renta anual no excede de la equivalente a una      | no exceda del 14% sobre el precitado módulo        | | VPO de la misma superficie útil.                   | ponderado (máximo de 120 m²).                      | | En edificios y viviendas de entre 25 y 50 años, si | 11% del presupuesto subvencionable, siempre que    | | la renta anual no excede de la equivalente a una   | no exceda del 7% del precitado módulo ponderado    | | VPO de la misma superficie útil.                   | (máximo de 120 m²)                                 |"
            },
            {
              "id": "cb6957c6-88e0-4d1d-adb2-27443f13cfa1",
              "texto": "2. Para la percepción de la subvención es necesario justificar el arrendamiento existente, o aportar los contratos de los nuevos arrendamientos, antes de que transcurra un año a partir de la calificación definitiva. Las viviendas arrendadas deberán permanecer en este régimen durante al menos 5 años de arrendamiento efectivo. Si se desocupan durante los 5 primeros años contados desde la calificación definitiva, el promotor podrá optar entre alquilarlas de nuevo a precio por metro cuadrado no superior al de las viviendas de protección oficial, o devolver la subvención, o solicitar la inscripción de la vivienda en la bolsa de alquiler. Se presumirá que no hay arrendamiento cuando no se constaten ingresos por inmuebles arrendados en las declaraciones del Impuesto sobre la Renta de las Personas Físicas del promotor arrendador."
            },
            {
              "id": "edcb08d7-e390-435c-849b-222dab753d22",
              "texto": "3. El Gobierno de Navarra, a través del departamento competente en materia de vivienda, podrá conceder una subvención equivalente al 75% del coste de las obras de rehabilitación, con un máximo de 60.000 euros por vivienda, que se considere necesaria: – Para dotar a las viviendas propiedad de las entidades locales de condiciones adecuadas para poder proceder al arrendamiento de las mismas. La entidad local, en el momento de solicitarse la calificación provisional, deberá acreditar que las viviendas no se habían destinado al arrendamiento o cesión en el último año. – Para realizar el cambio de uso a vivienda de locales propiedad de entidades locales o promotores públicos situados en planta baja o entreplanta y que posibilite la obtención de la cédula de habitabilidad previo cumplimiento de la normativa urbanística y las condiciones de habitabilidad contenidas en el anexo II del Decreto Foral 142/2004, de 22 de marzo, por el que se regulan las condiciones mínimas de habitabilidad de las viviendas de la Comunidad Foral de Navarra . Las viviendas rehabilitadas o creadas deberán destinarse al régimen de arrendamiento durante los 10 años siguientes a la calificación definitiva de rehabilitación o la obtención de la correspondiente cédula de habitabilidad. Para la percepción de la subvención será necesario aportar los contratos de los nuevos arrendamientos, antes de que transcurra un año a partir de dichas fechas. El cambio de régimen de las viviendas implicará la devolución de la parte proporcional de la subvención percibida en función del tiempo restante hasta finalizar el plazo de 10 años. NOTA DEL APARTADO: La redacción de este apartado corresponde a la establecida por Orden Foral 2/2022, de 13 de enero, del consejero de Or- denación del Territorio, Vivienda, Paisaje y Proyectos Estratégicos (BON de 27 de enero de 2022). La redacción anterior de este apartado, que corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda , era la siguiente: “3. El Gobierno de Navarra, a través del departamento competente en materia de vivienda, podrá conceder una subvención equivalente al 50% del coste de las obras de rehabilitación, con un máximo de 15.000 euros por vivienda, que se considere necesaria: - Para dotar a las viviendas propiedad de las entidades locales de condiciones adecuadas para poder proceder al arrendamien- to de las mismas. La entidad local, en el momento de solicitarse la calificación provisional, deberá acreditar que las viviendas no se habían destinado al arrendamiento o cesión en el último año. - Para realizar el cambio de uso a vivienda de locales propiedad de entidades locales o promotores públicos situados en planta baja o entreplanta y que posibilite la obtención de la cédula de habitabilidad previo cumplimiento de la normativa urbanística y las condiciones de habitabilidad contenidas en el Anexo II del Decreto Foral 142/2004, de 22 de marzo, por el que se regulan las condiciones mínimas de habitabilidad de las viviendas de la Comunidad Foral de Navarra. Las viviendas rehabilitadas o creadas deberán destinarse al régimen de arrendamiento durante los 10 años siguientes a la calificación definitiva de rehabilitación o la obtención de la correspondiente cédula de habitabilidad. Para la percepción de la subvención será necesario aportar los contratos de los nuevos arrendamientos, antes de que transcurra un año a partir de dichas fechas. El cambio de régimen de las viviendas implicará la devolución de la parte proporcional de la subvención percibida en función del tiempo restante hasta finalizar el plazo de 10 años.” La redacción original era la siguiente: “3. Los promotores públicos que arrienden viviendas rehabilitadas, dentro de los 10 años siguientes a la calificación definitiva de rehabilitación podrán percibir una subvención igual al importe del alquiler, siempre que su precio anual por metro cuadrado útil de vivienda no exceda del 3% del módulo ponderado aplicable y los ingresos familiares ponderados del arrendatario sean inferiores a 1,4 veces el IPREM.”"
            },
            {
              "id": "970b5215-dc13-4f85-a96a-9c472b3a813c",
              "texto": "4. Los promotores públicos que arrienden viviendas rehabilitadas y las entidades locales o promotores públicos que hayan rehabilitado o creado viviendas conforme el apartado anterior, durante los 10 años siguientes a la calificación definitiva de la rehabilitación o la concesión de la cédula de habitabilidad, podrán percibir una subvención igual al importe del alquiler, siempre que su precio anual por metro cuadrado útil de vivienda no exceda del 55 % del precio máximo aplicable y los ingresos familiares ponderados de los arrendatarios sean inferiores a 1,4 veces el IPREM en el momento de formalizarse el contrato de arrendamiento. NOTA DEL APARTADO: Este apartado fue añadido por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda ."
            }
          ]
        },
        {
          "articulo": 58,
          "titulo": "Subvenciones a la rehabilitación para unidades familiares en riesgo de exclusión social.",
          "parrafos": [
            {
              "id": "b5e4c875-b1b3-4350-b3d7-f98ee4854a72",
              "texto": "1. Las actuaciones protegibles de rehabilitación de Viviendas de Integración Social se acomodarán a lo dispuesto en el capítulo V del presente decreto foral, con la siguiente salvedad: sea cual sea la antigüedad de las viviendas, la subvención otorgada corresponderá a la prevista para los edificios de más de cincuenta años, siempre y cuando los beneficiarios cumplan los requisitos de acceso a las actuaciones protegibles de esta naturaleza a que se refiere el artículo 68 del presente decreto foral. A tal efecto, el promotor de la rehabilitación podrá solicitar al departamento competente en materia de vivienda certificado acreditativo de la adscripción al régimen de Integración Social a nombre del mismo promotor."
            },
            {
              "id": "47192cb6-2fa5-455a-ab9d-63ab9bb50c11",
              "texto": "2. Los adquirentes de Viviendas de Integración Social que cumplan los requisitos de acceso a las actuaciones protegibles de esta naturaleza a que se refiere el artículo 68 del presente decreto foral y las unidades familiares que sean perceptoras de renta de inclusión social, o prestación similar que la sustituya, en el momento de solicitar la calificación provisional de rehabilitación tendrán derecho a percibir una subvención equivalente al 50% del coste de la rehabilitación que se considere necesaria para dotar a dichas viviendas de condiciones adecuadas a las circunstancias de dichos adquirentes. A estos efectos, en ningún caso se podrán requerir ingresos mínimos. El presupuesto protegible deberá ser igual o superior a 2.000 euros e inferior a 12.000 euros. Esta ayuda será incompatible con cualesquiera otras del Gobierno de Navarra para rehabilitación."
            },
            {
              "id": "47e18ea2-3759-497f-ad8a-a136a43f176e",
              "texto": "3. En función de las necesidades detectadas, por orden foral del titular del departamento competente en materia de vivienda, y a los solos efectos de este artículo, podrá modificarse la antigüedad mínima exigible de los inmuebles a rehabilitar, así como ampliarse, concretarse o definirse el ámbito de las actuaciones protegibles necesarias para considerarse que se alcanzan condiciones adecuadas de la vivienda. NOTA DEL ARTÍCULO: La redacción de este artículo corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda . La redacción original era la siguiente: “Artículo 58. Subvenciones a la rehabilitación de las Viviendas de Integración Social. 1. Las actuaciones protegibles de rehabilitación de Viviendas de Integración Social se acomodarán a lo dispuesto en el capítulo V del presente Decreto Foral, con la siguiente salvedad: durante un plazo de cinco años a partir de la fecha de adquisición de la vivienda, sea cual sea la antigüedad de la misma, la subvención otorgada corresponderá a la prevista para los edificios de más de cincuenta años. A tal efecto, el promotor de la rehabilitación podrá solicitar al Departamento competente en materia de vivienda certificado acreditativo de la adscripción al régimen de Integración Social a nombre del mismo promotor. 2. Los adquirentes de Viviendas de Integración Social que no hayan dejado de cumplir los requisitos de acceso a las actuaciones protegibles de esta naturaleza a que se refiere el artículo 68 del presente Decreto Foral tendrán derecho a percibir una subvención equivalente al 50% del coste de la rehabilitación que se considere necesaria para dotar a dichas viviendas de condiciones adecuadas a las circunstancias de dichos adquirentes. A estos efectos, en ningún caso se podrán requerir ingresos mínimos. El presupuesto protegible deberá ser igual o superior a 6.000 euros e inferior al 50% del precio de compra de la vivienda. Esta ayuda será incompatible con cualesquiera otras del Gobierno de Navarra para rehabilitación. 3. El Gobierno de Navarra, a través del Departamento competente en materia de política social, podrá subvencionar los honorarios del proyecto y la licencia de obra del Ayuntamiento para la rehabilitación de las viviendas, hasta un máximo del 10% del coste total de la rehabilitación, para la parte que no sea objeto de subvención ordinaria de rehabilitación de vivienda.”"
            }
          ]
        },
        {
          "articulo": 59,
          "titulo": "Préstamos cualificados para rehabilitación.",
          "parrafos": [
            {
              "id": "318d8cd6-34f1-44ec-94d9-c50627368555",
              "texto": "Los préstamos para estas actuaciones de rehabilitación deberán reunir las características exigidas a los cualificados en los artículos 31 y concordantes del presente Decreto Foral, con las siguientes especificaciones: a) Las cuantías de los préstamos podrán alcanzar la totalidad del presupuesto protegible, excluido el importe de la subvención. b) Los plazos de amortización abarcarán un máximo de treinta y cinco años. c) Los promotores de las actuaciones protegibles podrán solicitar préstamos cualificados de las entidades de crédito cuando el presupuesto protegible que corresponda financiar al solicitante, descontada la subvención, exceda de 9.000 euros por vivienda, cumpliendo las condiciones previstas en el artículo 31 y concordantes del presente Decreto Foral."
            }
          ]
        },
        {
          "articulo": 60,
          "titulo": "Tramitación de las solicitudes de ayudas para rehabilitación y percepción de las mismas.",
          "parrafos": [
            {
              "id": "b0e2ea3a-1dfa-4fd8-a9b7-cd7533c78bba",
              "texto": "1. Las solicitudes de ayudas económicas para actuaciones de rehabilitación y las de calificación provisional se formularán conforme a los modelos oficiales aprobados por el Departamento competente en materia de vivienda."
            },
            {
              "id": "c01fc2bb-4f55-4a0c-92f4-d942052e3847",
              "texto": "2. El departamento impulsará de oficio el procedimiento de abono de la subvención, una vez acreditada la finalización de las obras mediante la correspondiente calificación definitiva del expediente, sin perjuicio de lo dispuesto en los artículos 4 y 5 de este decreto foral. No obstante lo anterior, otorgada la calificación provisional se podrán entregar anticipos a cuenta en el caso de subvenciones concedidas al amparo del artículo 58 del presente decreto foral, a las entidades locales y a los entes sin ánimo de lucro firmantes del Convenio de Viviendas de Integración Social o Viviendas de Integración Social en arrendamiento, por un importe máximo renovable de 100.000 euros, previa presentación de aval suficiente que cubra el importe de la subvención concedida. El gasto financiero incurrido podrá incluirse entre los gastos de funcionamiento susceptibles de subvencionarse por el departamento competente en materia de derechos sociales en las correspondientes convocatorias anuales. Las entidades locales no vendrán obligadas a presentar aval. NOTA DEL APARTADO: La redacción de este apartado corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda. La redacción original era la siguiente: “2. El Departamento impulsará de oficio el procedimiento de abono de la subvención, una vez acreditada la finalización de las obras mediante la correspondiente calificación definitiva del expediente, sin perjuicio de lo dispuesto en los artículos 4 y 5 de este Decreto Foral.”"
            },
            {
              "id": "5d09ffab-53d0-4dff-9ced-4c4f61d468ed",
              "texto": "3. El plazo de resolución de los expedientes deberá adecuarse a lo previsto en el artículo 6 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra."
            }
          ]
        }
      ]
    },
    {
      "capitulo": "IV",
      "titulo": "Condiciones del arrendamiento con y sin opci n de compra y del derecho preferente de adquisición",
      "articulos": [
        {
          "articulo": 61,
          "titulo": "Tipos de arrendamiento con opción de compra.",
          "parrafos": [
            {
              "id": "d17b7e99-7b9e-4d97-b202-32fdece61225",
              "texto": "Los tipos básicos de arrendamiento con opción de compra son los siguientes:"
            },
            {
              "id": "3c23d3dd-b23a-4fff-9887-013198129972",
              "texto": "1. Alquiler con opción de compra de la misma vivienda protegida alquilada."
            },
            {
              "id": "1dc05f9b-3778-4228-b13f-2d0bbca29b26",
              "texto": "2. Alquiler con opción de compra sobre otra vivienda protegida distinta de la alquilada, en razón de: a) Inadecuación de la vivienda alquilada a las necesidades de la unidad familiar en el momento de ejercitar la opción de compra conforme a lo dispuesto en el artículo 33 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, y en el artículo 14 del Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida. b) Previsiones de programas de Alquiler Joven, cuando en dicho programa se prevea el derecho a ejercer la opción de compra sobre otra vivienda, de acuerdo con lo dispuesto en el artículo 14.1.b) de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra."
            }
          ]
        },
        {
          "articulo": 62,
          "titulo": "Requisitos generales para ejercer el derecho de opción de compra.",
          "parrafos": [
            {
              "id": "1abf4b44-a3a7-42a6-8659-4c24391e484c",
              "texto": "Los inquilinos de viviendas protegidas calificadas en régimen de arrendamiento con opción de compra podrán ejercitar dicha opción en el período temporal que acuerden con el promotor dentro del plazo de vigencia del régimen de protección, y conforme a las siguientes condiciones: 1. Las viviendas se adjudicarán siguiendo el procedimiento establecido en el Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida . El mismo procedimiento se seguirá en la adjudicación de las viviendas protegidas acogidas a un programa de Alquiler Joven. 2. Los adjudicatarios de una vivienda protegida calificada en régimen de arrendamiento con opción de compra que decidan ejercer dicha opción de compra en el momento de firmar el contrato inicial de arrendamiento, no tendrán que acreditar el cumplimiento de los requisitos de acceso a vivienda protegida en el momento de efectuarse la correspondiente compraventa. En los casos en los que la opción de compra se ejerza con posterioridad, los adjudicatarios deberán cumplir, en el momento en que se efectúe la correspondiente compraventa, con los siguientes requisitos de acceso: a) Que los ingresos familiares ponderados de los adquirentes no superen 6,5 veces el IPREM, en el último período impositivo cuyo plazo de presentación de declaraciones del Impuesto sobre la Renta de las Personas Físicas haya concluido en la fecha en que se produzca la transmisión. b) Que los adquirentes, o cualquier otro miembro de su unidad familiar no sean titulares del dominio o de un derecho real de uso o disfrute sobre alguna otra vivienda o parte alícuota de la misma, salvo que se cumplan conjuntamente los requisitos de inadecuación y ofrecimiento establecidos en el artículo 17 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra. 3. Permanencia previa mínima de doce meses en régimen de alquiler, y de seis meses en el caso de viviendas de precio pactado. En todo caso se exigirá que hayan transcurrido cinco años desde la fecha de calificación definitiva de las viviendas. NOTA: La redacción de este apartado corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda. La redacción original era la siguiente: “3. Permanencia previa mínima de 5 años en régimen de alquiler.” 4. Que el arrendatario esté al corriente de todos los gastos relacionados con el arrendamiento de la vivienda en el momento de ejercer la opción de compra. 5. Que el precio de venta no sea superior al establecido para el año en que se produzca la transmisión para las viviendas protegidas y sus anejos en segunda transmisión."
            }
          ]
        },
        {
          "articulo": 63,
          "titulo": "Procedimiento para ejercitar el derecho de opción de compra en vivienda distinta de la alquilada por causa de inadecuación.",
          "parrafos": [
            {
              "id": "a572b715-96ba-4b6c-a340-6daceda57432",
              "texto": "1. El inquilino de una vivienda protegida perteneciente a una promoción calificada en régimen de arrendamiento con opción de compra y cuya vivienda llegue a ser considerada inadecuada conforme a lo dispuesto en el artículo 14 del Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida, podrá solicitar al Departamento competente en materia de vivienda, en el momento de ejercitar dicha opción, la adjudicación en propiedad de una vivienda adecuada."
            },
            {
              "id": "ecdbcdb9-a1d4-4e66-932f-1dfc0fb1d00b",
              "texto": "2. El Departamento competente en materia de vivienda dispondrá la adjudicación al solicitante de una vivienda adecuada calificada provisionalmente. A tal fin, podrá utilizar la reserva destinada a realojados conforme a lo previsto en el artículo 33 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, cuando se trate de promociones sobre suelo privado, y en el artículo 14.1.b) de la misma Ley Foral en las promociones sobre suelo público, así como las adquiridas en virtud del ofrecimiento al que se refiere el artículo 13 del Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida."
            },
            {
              "id": "17d4e871-9154-458b-9247-27f045db0d3d",
              "texto": "3. En el caso de que el inquilino esté acogido a un programa específico para la juventud, la adjudicación en propiedad de una vivienda adecuada únicamente se podrá realizar en una promoción que se construya sobre suelo público."
            }
          ]
        },
        {
          "articulo": 64,
          "titulo": "Condiciones de ejercicio de la opción de compra.",
          "parrafos": [
            {
              "id": "ba311724-3778-46cc-bc09-68df36f117ee",
              "texto": "1. Del precio máximo de venta que corresponda a la vivienda protegida en el momento de ejercitar la opción de compra se descontará una cuantía equivalente al 20% del precio de las rentas abonadas durante los cinco últimos años de permanencia en alquiler, salvo que el programa de Alquiler Joven correspondiente prevea porcentajes o períodos superiores de descuento. La citada cantidad se calculará mediante la mera suma aritmética de las cantidades efectivamente abonadas durante los últimos cincos años."
            },
            {
              "id": "aecacb5f-0ffa-46b8-ae57-1ac706144add",
              "texto": "2. Cuando se ejercite el derecho de opción de compra sobre una vivienda distinta de la alquilada, el descuento se sustituirá por un abono equivalente con cargo al promotor público o privado que hubiera suscrito el documento de opción de compra con el arrendatario."
            },
            {
              "id": "b743a804-d8ac-4500-bb03-2cb1ca037c2d",
              "texto": "3. En las viviendas protegidas alquiladas que pertenezcan al Banco Foral de Suelo Público se descontará una cantidad equivalente al 20% del precio de las rentas abonadas durante los cinco últimos años de permanencia en alquiler, calculado del modo que se indica en el número 1 del presente artículo."
            }
          ],
          "seccion": "Sección 2. : Condiciones del régimen de arrendamiento"
        },
        {
          "articulo": 65,
          "titulo": "Condiciones de los arrendamientos de vivienda protegida.",
          "parrafos": [
            {
              "id": "2eb30dbb-cd59-4b25-a06c-5fc003a4d03c",
              "texto": "1. Los contratos de arrendamiento de vivienda protegida calificada en régimen de arrendamiento se celebrarán por un año, sin perjuicio del derecho de prórroga anual para el arrendatario. No se admitirán contratos que establezcan otra duración mayor o menor. Será necesario suscribir un nuevo contrato si se producen cambios en los titulares del contrato inicial, a excepción de que circunstancias así acreditadas hagan difícil la suscripción de un nuevo contrato."
            },
            {
              "id": "56db96c6-8a64-4ecc-983f-debadc16fb51",
              "texto": "2. El contrato no se podrá ceder por el arrendatario, y no estará permitido el subarriendo de la vivienda, incluso de manera parcial."
            },
            {
              "id": "caec4a98-2cb6-47a5-ae97-3514b85863b3",
              "texto": "3. El arrendatario podrá desistir del contrato de arrendamiento en los términos y con las condiciones establecidas en la legislación reguladora de los arrendamientos urbanos."
            },
            {
              "id": "fbe6beb7-a06b-4943-a30f-463f2953828d",
              "texto": "4. El arrendador de una vivienda protegida podrá repercutir en el arrendatario el coste real de los servicios que disfrute el inquilino y sean costeados por aquél, así como el importe íntegro de la cuota de la Contribución Territorial que corresponda al inmueble arrendado."
            },
            {
              "id": "fb1b90a2-c94a-4e6a-bcdc-bd61b32f2022",
              "texto": "5. El arrendador podrá solicitar garantías complementarias dirigidas a asegurar el cumplimiento del correspondiente contrato. Estas garantías, que no podrán suponer para el arrendatario un coste superior al de un aval por los importes establecidos en el artículo 15 de la Ley Foral 6/2009, de 5 de junio, de medidas urgentes en materia de urbanismo y vivienda, en el caso de viviendas de protección oficial, y al de una anualidad, en el resto de viviendas, deberán indicarse en el contrato. Únicamente se podrá exigir la presentación de garantías a los adjudicatarios de vivienda, en ningún caso a los solicitantes de las mismas."
            },
            {
              "id": "8eaff3ea-2b29-4c5a-af07-e329617090a3",
              "texto": "6. La renta sólo podrá ser actualizada por el arrendador o el arrendatario en la fecha en que se cumpla cada año de vigencia del contrato, aplicando a la renta correspondiente a la anualidad anterior la variación porcentual experimentada por el Índice General Nacional del Sistema de Índices de Precios de Consumo en un período de doce meses inmediatamente anteriores a la fecha de cada actualización, tomando como mes de referencia para la primera actualización el que corresponda al último índice que estuviera publicado en la fecha de celebración del contrato y en las sucesivas el que corresponda al último aplicado."
            },
            {
              "id": "ad28c8ae-8b48-4702-b071-5881da2807f1",
              "texto": "7. Deberán notificarse al Departamento competente en materia de vivienda con independencia del régimen de las viviendas, o que tengan los arrendatarios derecho a subvención: a) La rescisión del contrato de arrendamiento que se presente para su visado administrativo. b) Todas las actualizaciones del precio de la renta que se perciba."
            },
            {
              "id": "1608d355-39de-4265-8456-559c69deca02",
              "texto": "8. Se inadmitirán los contratos de arrendamiento de viviendas: a) Cuando sean presentados para su visado administrativo con fecha posterior a la entrada en vigor del contrato. b) Cuando el arrendador no haya comunicado con anterioridad la baja de los anteriores arrendatarios. c) Cuando los inquilinos de la vivienda cuyo arrendamiento se comunica, sigan constando como arrendatarios de otra vivienda protegida sin haberse comunicado su baja."
            },
            {
              "id": "b5a9a7d2-1481-4718-ab04-c7b95992aa80",
              "texto": "9. Las condiciones del arrendamiento se ajustarán a las disposiciones generales del contrato de arrendamiento de viviendas regulado en la legislación sobre arrendamientos urbanos."
            },
            {
              "id": "db91bfe1-b964-4e66-b515-6e938f0a94cb",
              "texto": "10. Se admitirá el alquiler compartido, en cuyo caso la renta máxima de la vivienda arrendada será la que corresponda conforme los precios máximos y la actualización de renta aplicable, y cada persona arrendataria será beneficiaria de un importe de subvención en proporción al número de dormitorios de la vivienda. Las personas arrendatarias beneficiarias de una misma vivienda no podrán tener lazosvfamiliares, ni ser o haber sido matrimonio o pareja estable. Además, deberán cumplir los siguientes requisitos: a) Ser menores de 35 años, y estar inscritas en el Censo de solicitantes como únicas solicitantes. b) No tener descendientes ni familiares a cargo. c) Sus ingresos ponderados serán inferiores a 1,7 veces IPREM. d) Deberán ocupar un máximo de un dormitorio 22. NOTA DEL APARTADO: Este apartado fue añadido por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda."
            }
          ]
        }
      ]
    },
    {
      "capitulo": "V",
      "titulo": "Régimen de Viviendas de Integración Social",
      "articulos": [
        {
          "articulo": 66,
          "titulo": "Concepto y características de la Vivienda de Integración Social.",
          "parrafos": [
            {
              "id": "7bc3d774-285b-4328-95ec-c9288931810e",
              "texto": "1. Se consideran Viviendas de Integración Social las viviendas usadas radicadas en Navarra destinadas a la población necesitada de mayor protección social, previo reconocimiento de las mismas como tales por parte de la Administración de la Comunidad Foral, o de una entidad local si así lo prevé el correspondiente convenio."
            },
            {
              "id": "f367a04b-fb69-468c-a5a5-d6c598c5b139",
              "texto": "2. Las Viviendas de Integración Social deberán reunir las siguientes características en el momento de solicitar el reconocimiento como tales: a) La antigüedad de la vivienda no será inferior a 15 años. b) La vivienda deberá cumplir las condiciones mínimas de habitabilidad. c) El precio de adquisición por metro cuadrado útil de vivienda no excederá del módulo sin ponderar aprobado anualmente. Si la vivienda tiene anejos, el precio por metro cuadrado útil de éstos no excederá del 40% del módulo sin ponderar aplicable. d) La superficie útil de la vivienda no excederá de 120 m² útiles, y la superficie subvencionable máxima será de 90 m² útiles, excepto cuando los beneficiarios constituyan familia numerosa."
            }
          ]
        },
        {
          "articulo": 67,
          "titulo": "Actuaciones protegibles en Viviendas de Integración Social.",
          "parrafos": [
            {
              "id": "1aa20a5c-d51f-4be3-a863-3597b40f38f1",
              "texto": "Se consideran protegibles el arrendamiento de vivienda, la rehabilitación y la adquisición de vivienda usada, siempre y cuando sean llevados a cabo por personas que participen en Programas o Actuaciones de Vivienda de Integración Social de la Administración de la Comunidad Foral, o bien reconocidas por ésta mediante convenios suscritos con entidades locales y/o entes sin ánimo de lucro. NOTA DEL ARTÍCULO: La redacción de este artículo corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda. La redacción original era la siguiente: “Artículo 67. Actuaciones protegibles en Viviendas de Integración Social. Se consideran protegibles tanto el arrendamiento de vivienda como la adquisición de vivienda usada, siempre y cuando sean llevados a cabo por personas que participen en Programas o Actuaciones de Vivienda de Integración Social de la Administración de la Comunidad Foral, o bien reconocidas por ésta mediante convenios suscritos con entidades locales y/o entes sin ánimo de lucro.”"
            }
          ]
        },
        {
          "articulo": 68,
          "titulo": "Condiciones de los beneficiarios de las actuaciones protegibles en materia de Viviendas de Integración Social.",
          "parrafos": [
            {
              "id": "2e26c4bf-0e94-44a1-8862-724f6de62057",
              "texto": "Los beneficiarios de las actuaciones protegibles en materia de Vivienda de Integración Social deberán cumplir las siguientes condiciones: 1. Participar en Programas o Actuaciones de Vivienda de Integración Social, y comprometerse a suscribir un contrato de integración social con alguna de las entidades que haya suscrito el correspondiente convenio con el Gobierno de Navarra, en los términos previstos por dicho convenio. 2. Contar con ingresos superiores a 3.000 euros y con ingresos familiares ponderados inferiores a 1,7 veces el IPREM. 3. Que el tiempo de permanencia ininterrumpida en Navarra de los destinatarios haya sido de al menos tres años inmediatamente anteriores a la fecha de solicitud. 4. Que los destinatarios cumplan los requisitos establecidos para el acceso a la vivienda protegida establecidos en la sección 1.ª del Capítulo II del Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida."
            }
          ]
        },
        {
          "articulo": 69,
          "titulo": "Requisitos de los entes sin nimo de lucro para participar en los Programas o Actuaciones de Integración Social.",
          "parrafos": [
            {
              "id": "c70f53be-9b78-45f3-abb8-1a02d902aceb",
              "texto": "Para participar en Programas o Actuaciones de Vivienda de Integración Social, los entes sin ánimo de lucro deberán cumplir los siguientes requisitos: 1. Estar inscritos en el Registro de Servicios Sociales del Departamento competente en materia de política social. 2. Venir desarrollando programas de intervención social con grupos sociales desfavorecidos, al menos, durante los tres últimos años. En el caso de que la entidad solicitante resulte de la agrupación de otras, que alguna de éstas cumpla el citado requisito. 3. Suscribir un convenio de colaboración con el Departamento competente en materia de política social."
            }
          ]
        },
        {
          "articulo": 70,
          "titulo": "Participación de las entidades locales en los Programas o Actuaciones de Vivienda de Integración Social.",
          "parrafos": [
            {
              "id": "dc437508-9a14-487b-b82e-c17c24659013",
              "texto": "1. Las entidades locales de Navarra podrán suscribir convenios directamente con el Gobierno de Navarra para promover Programas o Actuaciones de Vivienda de Integración Social. Asimismo, podrán adherirse a los convenios que a tal fin se suscriban con entes sin ánimo de lucro, delimitando para ello de forma específica los ámbitos geográficos de actuación y los grupos sociales destinatarios."
            },
            {
              "id": "e21014f8-3e6c-4b45-93f7-ec7e898e642d",
              "texto": "2. Al adherirse a los Programas o Actuaciones de Viviendas de Integración Social suscritos con entes sin ánimo de lucro, los entes locales especificarán las modalidades de apoyo que vayan a prestar, y pondrán a disposición de los primeros los recursos logísticos, técnicos o económicos que se acuerden en el correspondiente convenio."
            }
          ]
        },
        {
          "articulo": 71,
          "titulo": "Contenido y finalidad de los convenios con las entidades locales y entes sin ánimo de lucro.",
          "parrafos": [
            {
              "id": "4a0a6d53-25d1-4499-8084-69cc0d643045",
              "texto": "Los convenios con las entidades locales y los entes sin ánimo de lucro para participar en los Programas o Actuaciones de Vivienda de Integración Social reconocidos por el Gobierno de Navarra incluirán, como mínimo, el siguiente contenido: 1. Indicación de los tipos de alojamiento y finalidades a las que se destinarán las viviendas. 2. Especificación de los grupos sociales a los que van destinadas las viviendas. En el supuesto de que se destine al alquiler compartido de minorías étnicas, inmigrantes o de otros grupos sociales desfavorecidos, dicho destino será especificado en el texto del convenio. 3. Programa de incorporación social a desarrollar con los usuarios, sus objetivos básicos y contenidos concretos de las actuaciones a desarrollar. 4. Obligaciones de las entidades suscribientes. Los convenios así suscritos estarán vigentes por el plazo de un año a contar desde su firma, entendiéndose prorrogados tácita y sucesivamente por igual plazo siempre que las partes no comuniquen su decisión de denuncia con una antelación de dos meses a la expiración de su vigencia. En el caso de manifestarse por parte de la entidad sin ánimo de lucro firmante del anterior convenio su voluntad de percibir en forma de anticipos a cuenta las subvenciones reconocidas a los beneficiarios, se estará a lo dispuesto en el artículo 10 y siguientes de la Ley Foral 11/2005, de 9 de noviembre, de Subvenciones."
            }
          ]
        },
        {
          "articulo": 72,
          "titulo": "Vivienda de Integración Social en arrendamiento.",
          "parrafos": [
            {
              "id": "fabf7535-bfe7-4577-973a-407669fe9945",
              "texto": "1. Son personas con necesidad de Vivienda de Integración Social en arrendamiento las que cumplan las siguientes condiciones: a) Tener ingresos familiares ponderados inferiores a 1 vez el IPREM. b) Cumplir las condiciones de acceso al programa de Viviendas de Integración Social, con excepción del requisito de ingresos mínimos allí señalado."
            },
            {
              "id": "fb89c93e-c293-4d2d-98a3-e5cb70b1d2b9",
              "texto": "2. Las personas que cumplan las condiciones establecidas en el apartado anterior podrán acceder a la reserva prevista en el artículo 20.4.b) de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, estando exentas de aportar aval."
            },
            {
              "id": "c7eabd79-93df-4021-b132-ffba636def16",
              "texto": "3. Las unidades familiares beneficiarias de las Viviendas de Integración Social en arrendamiento podrán compartir vivienda, sin perder por ello la subvención a la que como tales beneficiarias tendría derecho cada una, siempre y cuando se cumplan las siguientes condiciones: - No tengan las unidades familiares beneficiarias lazos familiares, ni sean o hayan sido matrimonio o pareja estable. - Cada unidad familiar esté formada por una o dos personas, y ocupe un máximo de un dormitorio. La renta máxima de la vivienda arrendada será la que corresponda conforme los precios máximos y la actualización de renta aplicable, y cada unidad familiar será beneficiaria de un importe de subvención en proporción al número de dormitorios de la vivienda."
            }
          ]
        },
        {
          "articulo": 73,
          "titulo": "Duración de la vinculación de las Viviendas de Integración Social.",
          "parrafos": [
            {
              "id": "2e3cfab0-2bf5-4549-94a8-a9f98d7048ef",
              "texto": "1. Las viviendas adquiridas por beneficiarios de los Programas de Viviendas de Integración Social en los 10 años posteriores a la fecha de la escritura de compra sólo podrán ser transmitidas o cedidas previo reintegro a la Administración de la Comunidad Foral de Navarra de las ayudas económicas recibidas, incrementadas en la cantidad que resulte de aplicar a las mismas el interés legal durante el período de su disfrute. Cuando la transmisión afecte a los derechos de una parte de los propietarios de la vivienda, la devolución se referirá al porcentaje de participación que representen los derechos de la transmisión sobre el total de la propiedad. Quedan exceptuadas de esta exigencia las cesiones \"mortis causa\"."
            },
            {
              "id": "9a071c6b-3bf0-42a9-bb07-239fac77253c",
              "texto": "2. Los requisitos de vinculación al mismo uso y de mantenimiento de la vivienda sin cesión o transmisión durante 10 años establecidos en el presente artículo operarán como condición resolutoria de todas las ayudas que otorgue la Administración de la Comunidad Foral de Navarra con este fin. En caso de operar la resolución, deberán devolverse a la Administración de la Comunidad Foral las ayudas recibidas, incrementadas en la cantidad que resulte de aplicar a las mismas el interés de demora desde la fecha del incumplimiento."
            },
            {
              "id": "a11558b9-d1e3-4d52-a5a6-32898ac14a80",
              "texto": "3. Las entidades locales que obtengan ayudas para la compra de vivienda de Integración Social deberán mantener el destino de alquiler para beneficiarios de Programas de Viviendas de Integración Social durante al menos 10 años, a contar desde la fecha de escrituración de la compraventa. El cambio de régimen de las viviendas implicará la devolución de la parte proporcional de la subvención percibida en función del tiempo restante hasta finalizar el plazo de 10 años. NOTA DEL APARTADO: Este apartado fue añadido por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda."
            }
          ],
          "seccion": "Sección 2.ª : Subvenciones"
        },
        {
          "articulo": 74,
          "titulo": "Subvenciones para compra y alquiler de Vivienda de Integración Social 25.",
          "parrafos": [
            {
              "id": "97e96fec-dc9d-460c-bfcd-b6fa78346169",
              "texto": "1. El Gobierno de Navarra, a través del departamento competente en materia de vivienda, otorgará a las personas adquirentes o adjudicatarios de Vivienda de Integración Social las siguientes subvenciones: a) El 30% del precio de compra de la vivienda usada sin anejos. b) En el caso de que el adquirente posea, además, unos ingresos familiares ponderados inferiores al IPREM, la subvención ascenderá al 45%."
            },
            {
              "id": "eda23789-e871-4d56-bd4f-16c3d30e2918",
              "texto": "2. Se otorgará una subvención equivalente al 40% por ciento del precio de compra de la vivienda usada sin anejos a las entidades locales que adquieran una vivienda usada destinada al alquiler a personas que participen en programas o actuaciones de integración social."
            },
            {
              "id": "5c3f6d40-4068-4e58-9b09-091fa89ab9e2",
              "texto": "3. Las personas acogidas al programa de Vivienda de Integración Social en arrendamiento percibirán las siguientes subvenciones, en porcentaje sobre el total de la renta mensual por arrendamiento que corresponda: Primer año de alquiler: 90%. Segundo año de alquiler: 75%."
            },
            {
              "id": "b5a7136d-d6ab-4af6-b83b-b44cb9e9ab40",
              "texto": "4. El Gobierno de Navarra, a través del departamento competente en materia de política social, podrá hacerse cargo de los gastos derivados de la escrituración, anotación registral, transmisión de la propiedad y apertura de préstamo hipotecario, en su caso, de la Vivienda de Integración Social, así como de los gastos ocasionados por la firma de los contratos de suministros de servicios hasta un importe máximo equivalente al 10% del precio de compra de la vivienda."
            },
            {
              "id": "0082ed4a-b358-4222-8034-972e3d08f78e",
              "texto": "5. Los entes sin ánimo de lucro podrán acogerse a la convocatoria anual de subvenciones que para el funcionamiento de las mismas efectúe el departamento competente en materia de política social para estos programas específicos. NOTA DEL ARTÍCULO: La redacción de este artículo corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda . La redacción original era la siguiente: “Artículo 74. Subvenciones para compra y alquiler de Vivienda de Integración Social. 1. El Gobierno de Navarra, a través del Departamento competente en materia de vivienda, otorgará a los adquirentes o adjudicatarios de Vivienda de Integración Social las siguientes subvenciones: a) El 30% del precio de compra de la vivienda usada sin anejos. b) En el caso de que el adquirente posea, además, unos ingresos familiares ponderados inferiores al IPREM, la subvención ascenderá al 45%. 2. Las personas acogidas al programa de Vivienda de Integración Social en arrendamiento percibirán las siguien- tes subvenciones, en porcentaje sobre el total de la renta mensual por arrendamiento que corresponda: Primer año de alquiler: 90%. Segundo año de alquiler: 75%. 3. El Gobierno de Navarra, a través del Departamento competente en materia de política social, podrá hacerse cargo de los gastos derivados de la escrituración, anotación registral, transmisión de la propiedad y apertura de préstamo hipotecario, en su caso, de la Vivienda de Integración Social, así como de los gastos ocasionados por la firma de los contratos de suministros de servicios hasta un importe máximo equivalente al 10% del precio de compra de la vivienda. 4. Los entes sin ánimo de lucro podrán acogerse a la convocatoria anual de subvenciones que para el funcionamiento de las mismas efectúe la Agencia Navarra para la Dependencia por estos programas específicos.”"
            }
          ]
        },
        {
          "articulo": 75,
          "titulo": "Solicitud de subvención para el acceso a las Viviendas de Integración Social.",
          "parrafos": [
            {
              "id": "eef54760-3512-45cb-addd-3394d285f984",
              "texto": "1. Los solicitantes de subvenciones para adquisición o adjudicación de Vivienda de Integración Social deberán presentar, en el plazo máximo de 15 días desde la fecha de suscripción del contrato de adquisición, una copia de dicho documento dirigida al Departamento competente en materia de vivienda. Se acompañará a la copia la documentación acreditativa del cumplimiento de las condiciones de acceso por parte del destinatario y de los requisitos que debe reunir la vivienda a adquirir."
            }
          ]
        }
      ]
    },
    {
      "capitulo": "VI",
      "titulo": "Otras actuaciones protegibles",
      "articulos": [
        {
          "articulo": 76,
          "titulo": "Intervención del Gobierno de Navarra en el mercado de alquiler de vivienda usada.",
          "parrafos": [
            {
              "id": "153e533b-db5a-4824-a421-bcf8d5234f7f",
              "texto": "1. El Gobierno de Navarra fomentará la incorporación en el mercado inmobiliario de viviendas usadas en alquiler conforme a lo dispuesto en el presente capítulo."
            },
            {
              "id": "3cdbc6c2-a70b-47e6-8a80-e0ad50eee97f",
              "texto": "2. La regulación contenida en el presente capítulo afecta a actuaciones de alquiler de viviendas destinadas a domicilio habitual y permanente de los inquilinos en los supuestos recogidos en la legislación de arrendamientos urbanos. Quedan excluidos los arrendamientos de temporada, y cualesquiera otros de plazo inferior al establecido para alquiler de vivienda en la Ley 29/1994, de 24 de noviembre, de Arrendamientos Urbanos ."
            }
          ]
        },
        {
          "articulo": 77,
          "titulo": "Arrendamiento intermediado a través de sociedad instrumental.",
          "parrafos": [
            {
              "id": "a6ede749-a3f8-403f-a294-b3501d0b8e97",
              "texto": "1. La gestión del Programa de intermediación para el alquiler de viviendas desocupadas o Bolsa de alquiler, se llevará a cabo a través de la sociedad instrumental que se determine, conforme a los siguientes criterios: a) Podrán acceder a esta bolsa de alquiler las viviendas usadas con cédula de habitabilidad que hayan permanecido vacías durante más de un año antes de la correspondiente solicitud. Este requisito, que podrá excepcionarse al determinarse la forma de gestión del bolsa atendiendo a las circunstancias personales del propietario de la vivienda o los objetivos del mercado inmobiliario, puede comprobarse por los medios previstos en el artículo 72 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra. b) Transcurrido el plazo establecido, la Sociedad instrumental devolverá la vivienda a su propietario en el mismo estado en que la recibió y libre de inquilinos, excepto cuando ambas partes acuerden la continuidad de la vivienda en el programa. c) La sociedad instrumental abonará mensualmente al propietario de la vivienda el precio de mercado, sin que supere el máximo establecido para las viviendas de protección oficial, desde el momento en que se formalice el contrato de arrendamiento con una persona interesada en la vivienda, de acuerdo con lo dispuesto en el artículo 13 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra. Los impuestos que correspondan a la vivienda cedida a la Bolsa de alquiler serán a cargo del propietario. d) La sociedad instrumental arrendará posteriormente la vivienda a precio no superior al establecido para viviendas de protección oficial. Asimismo, las personas que accedan a viviendas de la bolsa de alquiler deberán cumplir con los requisitos de acceso establecidos para las viviendas de protección oficial, sin perjuicio de lo dispuesto en la disposición adicional segunda de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra. e) El Gobierno de Navarra subvencionará a los inquilinos de las viviendas de acuerdo con los requisitos y condiciones establecidas en el artículo 28 del presente Decreto Foral."
            },
            {
              "id": "ebc6633b-de94-4d2f-9960-9a1c6538e2e7",
              "texto": "2. Las subvenciones se renovarán anualmente por un procedimiento análogo al establecido para las promociones de viviendas de protección oficial en régimen de arrendamiento."
            },
            {
              "id": "7cc3cb95-b01b-41fa-bfc8-a6e6e90692b3",
              "texto": "3. El Gobierno de Navarra abonará a la sociedad instrumental gestora de la bolsa de alquiler las cantidades que se prevean en la encomienda de gestión para compensar la diferencia entre el precio que se abona al propietario de la vivienda cedida y lo que se percibe del arrendador de dicha vivienda en concepto de pago de la renta, así como las cantidades descontadas a los arrendatarios por los siguientes conceptos: a) La subvención que, en su caso, les corresponda. b) El importe de las reparaciones precisas para entregar la vivienda al propietario en el estado en que la cedió o, en su caso, el coste del correspondiente seguro."
            },
            {
              "id": "5d1522b6-5936-4db6-b848-2d424632e5c1",
              "texto": "4. Si el arrendatario abandona la vivienda antes de transcurrir el período estipulado para la cesión de la vivienda, el propietario podrá optar entre recuperar el uso de la vivienda en las condiciones físicas en que la entregó en un plazo no superior a tres meses a partir de la recepción de la oportuna comunicación, o bien volver a cederla a la sociedad instrumental gestora de la bolsa de alquiler por otro período igual al inicialmente pactado, si así lo acuerda con dicha sociedad instrumental."
            }
          ],
          "seccion": "Sección 2.ª : Vivienda libre de precio limitado"
        },
        {
          "articulo": 78,
          "titulo": "Vivienda libre de precio limitado 26.",
          "parrafos": [
            {
              "id": "2583970d-6cb2-4696-b2e1-4128472011a6",
              "texto": "1. Tendrán la consideración de viviendas libres de precio limitado aquellas viviendas nuevas cuyo precio máximo en primera transmisión por metro cuadrado útil de vivienda y garaje no exceda de: - 2.370 euros el metro cuadrado útil en el caso de los municipios del subárea 10.4 del Plan de Ordenación Territorial de Navarra 3. - 2.031,43 euros el metro cuadrado útil en el caso de viviendas situadas en el resto de las localidades de Navarra. El precio máximo del metro cuadrado útil destinado a otros anejos no superará el 40 por 100 del precio máximo del metro cuadrado útil destinado a vivienda y garaje. Los precios de la vivienda libre de precio limitado y de sus anejos se podrán revisar anualmente mediante Acuerdo del Gobierno de Navarra, en atención a las condiciones de mercado."
            },
            {
              "id": "cbd53b45-c26b-43e5-a9ba-dc24cdde71a8",
              "texto": "2. En las parcelas destinadas por el planeamiento a la construcción de viviendas de venta libre, el Departamento competente en materia de vivienda diligenciará las primeras transmisiones de viviendas libres de precio limitado, previa comprobación documental del cumplimiento de los siguientes requisitos: a) Las viviendas únicamente podrán ser transmitidas por quienes reúnan la condición de promotor de acuerdo con lo establecido en el artículo 4 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra. b) En todo caso, se ha de tratar de la primera transmisión de la vivienda del promotor a una persona física. c) El precio final de la vivienda por metro cuadrado útil, incluidos sus anejos, que figure en el contrato de compraventa, en ningún caso será superior al establecido en el apartado 1 de este artículo."
            },
            {
              "id": "ba1b5a9f-fd65-46dc-b807-13853efbba57",
              "texto": "3. La presentación del contrato de compraventa en el Departamento competente en materia de vivienda para su diligencia será responsabilidad del promotor de la vivienda."
            },
            {
              "id": "62b9bc3f-3d7b-4bdb-80d4-34ca3c697396",
              "texto": "4. Los compradores de las viviendas libres de precio limitado podrán solicitar préstamos cualificados en las condiciones previstas para los adjudicatarios de viviendas protegidas, previo reconocimiento administrativo de que el precio establecido en el contrato de compra no supera el máximo establecido. Sin embargo, los compradores de viviendas libres de precio limitado cuyos contratos de compraventa hubieran sido diligenciados a partir de la entrada en vigor de este Decreto Foral, no podrán beneficiarse de la deducción adicional que se recogía en el artículo 18 de la Ley Foral 6/2009, de 5 de junio, de medidas urgentes en materia de urbanismo y vivienda. NOTA DEL ARTÍCULO: Este artículo fue suprimido por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda ."
            }
          ],
          "seccion": "Sección 3.ª : Apartamentos en alquiler para personas mayores de 60 a os o para personas con discapacidad y otros alojamientos y servicios"
        },
        {
          "articulo": 79,
          "titulo": "Requisitos",
          "parrafos": [
            {
              "id": "1b34d3fa-ab4f-481c-8c60-778a27784515",
              "texto": "1. Los apartamentos protegidos en alquiler para personas mayores de 60 años o para personas con discapacidad motriz grave o con un grado de discapacidad reconocida igual o superior al 65 por 100 deberán cumplir las condiciones establecidas en el presente Decreto Foral y en el Decreto Foral 209/1991, de 23 de mayo, sobre el régimen de autorizaciones, infracciones y sanciones en materia de Servicios Sociales ."
            },
            {
              "id": "c3454992-fffb-4b99-a9d1-33636b764e47",
              "texto": "3. La superficie útil de estos apartamentos se computará conforme a lo dispuesto en la normativa aplicable con carácter general a las viviendas protegidas, añadiendo a la superficie de las viviendas la parte proporcional que corresponda de superficies de cocinas, comedores, salas y estancias de uso común ubicadas fuera de la superficie privativa de los apartamentos. Estos últimos deberán reunir las condiciones mínimas de diseño establecidas para las viviendas de protección oficial."
            },
            {
              "id": "e0614377-0e94-4dc1-9056-88f9cd30ca22",
              "texto": "4. La selección de los inquilinos en estos apartamentos se llevará a cabo mediante el Censo de solicitantes de vivienda protegida, reservando la totalidad de las viviendas a las personas que pertenezcan a los colectivos citados o a unidades familiares en las que al menos uno de sus miembros pertenezca a los mismos. NOTA DEL ARTÍCULO: La redacción de este artículo corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda . La redacción original era la siguiente: “1. Los apartamentos protegidos en alquiler para personas mayores de 60 años o para personas con discapacidad motriz grave o con un grado de discapacidad reconocida igual o superior al 65 por 100, deberán cumplir las condiciones establecidas en el presente Decreto Foral y en el Decreto Foral 209/1991, de 23 de mayo, sobre el régimen de autorizaciones, infracciones y sanciones en materia de Servicios Sociales . 2. Estos apartamentos protegidos se calificarán como viviendas de protección oficial y estarán sujetos a las normas aplicables a dicho tipo de viviendas, con las especialidades previstas en la presente sección. 3. La superficie útil de estos apartamentos se computará conforme a lo dispuesto en la normativa aplicable con carácter general a las viviendas protegidas, añadiendo a la superficie de las viviendas la parte proporcional que corresponda de superficies de cocinas, comedores, salas y estancias de uso común ubicadas fuera de la superficie privativa de los apartamentos. Estos últimos deberán reunir las condiciones mínimas de diseño establecidas para las viviendas de protección oficial. 4. La selección de los inquilinos en estos apartamentos se llevará a cabo mediante convocatoria pública y aplicación del baremo contenido en el siguiente apartado, reservando la totalidad de las viviendas a las personas que pertenezcan a los colectivos citados o a unidades familiares en las que al menos uno de sus miembros pertenezca a los mismos. 5. La adjudicación de estos apartamentos se efectuará conforme a las siguientes puntuaciones: 5.1. Necesidad acreditada de vivienda: hasta 55 puntos. Los puntos de los distintos apartados del concepto de necesidades de vivienda no son acumulables. Cada solicitud sólo podrá obtener puntos por el apartado en el que le corresponda mayor puntuación. Se asignarán puntuaciones, en orden decreciente, a los siguientes apartados: a) No ser propietario de vivienda ni haberlo sido en los últimos 5 años. b) Ocupar una vivienda con fecha cierta de abandono, por causas no imputables al solicitante y distintas de la finalización del plazo máximo legal del contrato de arrendamiento o de las prórrogas que dependan del arrendatario. Deberá acreditarse la ocupación de la vivienda durante, al menos, los tres años anteriores a la fecha de la solicitud de la nueva vivienda. c) Ser titular o arrendatario y ocupar durante al menos los tres años anteriores a la fecha de la solicitud, una vivienda a la que sea preciso acceder mediante escaleras y carezca de ascensor. d) Venir ocupando ininterrumpidamente en los tres últimos años una vivienda en propiedad o en arrendamiento sin condiciones de habitabilidad. e) Ser propietario, único o en copropiedad, de vivienda teniendo impedido legalmente su uso por al menos dos años desde la fecha de solicitud. En cada uno de los apartados enumerados podrán establecerse subapartados. 5.2. Circunstancias personales y familiares: hasta 75 puntos. Se valorarán los siguientes apartados: a) Número de personas que forman la unidad familiar del solicitante hasta un máximo de dos. b) Que al menos un miembro de la unidad familiar del solicitante tenga 60 o más años. c) Que al menos un miembro de la unidad familiar del solicitante tenga un grado de discapacidad igual o superior al 40%. En cada uno de los apartados enumerados podrán establecerse subapartados. 5.3. Ingresos familiares: hasta 15 puntos. El baremo primará la adjudicación a beneficiarios cuyos ingresos familiares ponderados oscilen entre 1,4 y 1,7 veces el IPREM, penalizando los ingresos familiares ponderados por encima y por debajo de ese tramo. 5.4. Otros conceptos valorables: hasta 25 puntos. Se podrán incluir otros elementos de valoración, atribuyéndose al solicitante, como máximo, una puntuación de 25 puntos para el conjunto de todos ellos. 5.5. En todas las valoraciones de solicitudes se aplicarán los siguientes criterios: a) La suma posible de puntos de todos los apartados en el baremo será al menos 100. b) En caso de empate, se dará prioridad al solicitante de menores ingresos familiares ponderados. c) El promotor podrá exigir las siguientes condiciones para las solicitudes: c.1) Ingresos mínimos: los exigibles para acceso en alquiler a viviendas de protección oficial. c.2) Compromiso de presentar aval bancario por importe no superior a seis meses de renta, o el depósito de una cantidad no superior a seis meses de renta. 6. No podrán participar en el proceso de selección de solicitudes de apartamentos protegidos para personas mayores de 60 años o con discapacidad, quienes sean propietarios o titulares de derechos reales de uso y disfrute de una vivienda de menos de 50 años de antigüedad a la que pueda accederse desde la acera o vía pública sin subir escalones.”"
            }
          ]
        },
        {
          "articulo": 80,
          "titulo": "Fomento de los apartamentos protegidos en alquiler destinados a personas mayores de 60 años o con discapacidad.",
          "parrafos": [
            {
              "id": "484d0e5f-00e1-4b5f-b158-4f899cf75752",
              "texto": "1. Los edificios que se construyan al amparo de lo dispuesto en esta sección para destinarlos en régimen de alquiler a personas mayores de 60 años o con discapacidad cuyas viviendas se califiquen como de protección oficial podrán ser objeto de las siguientes ayudas: a) Financiación cualificada, en las condiciones fijadas para cada caso en el presente Decreto Foral. b) Subvención al promotor. El importe de la subvención equivaldrá al 20% del precio máximo al que hubieran podido venderse las viviendas en el momento de solicitar la calificación provisional, si la duración del régimen de protección es de 30 años, y al 10% si la duración del régimen de protección de las viviendas es de 15 años. La subvención se reconocerá en la calificación definitiva, iniciándose con posterioridad el procedimiento de concesión de la subvención que corresponda."
            },
            {
              "id": "843359a5-2d64-43c1-a40c-b1862996c558",
              "texto": "2. Asimismo, se otorgarán las subvenciones previstas para el arrendatario en las condiciones establecidas en el artículo 28 del presente Decreto Foral. En las promociones calificadas anteriormente como de protección oficial de régimen general, la subvención equivaldrá al 25% de la renta a abonar por el arrendatario, siempre que el inquilino tenga unos ingresos familiares ponderados inferiores a 1,7 veces el IPREM y cumpla con los requisitos generales de acceso establecidos en la sección 1.ª del capítulo II del Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida, tramitándose por el procedimiento establecido en el citado artículo 28 ."
            },
            {
              "id": "b3da0f42-ae3b-4eea-bc33-86f29710118e",
              "texto": "3. El Departamento competente en materia de política social podrá subvencionar específicamente los honorarios de redacción de proyecto y dirección de obra, de conformidad con su propia normativa."
            },
            {
              "id": "46306873-38f8-4db5-a099-60387e44e20e",
              "texto": "4. La percepción de las ayudas previstas en este artículo requerirá que el edificio que se construya se destine a arrendamiento o cesión de uso. En la declaración de obra nueva en construcción y división en propiedad horizontal, que deberá ser inscrita en el Registro de la Propiedad, se asumirá la obligación de destinar el edificio a alquiler durante el plazo de vigencia del régimen de protección al que se halle sometido el edificio. Este requisito será aplicable a la obtención de la de calificación definitiva."
            }
          ],
          "seccion": "Sección 4.ª: Apoyo a las actuaciones previstas para la regeneraci n energ tica de conjuntos residenciales"
        },
        {
          "articulo": 81,
          "titulo": "Definición y régimen jurídico.",
          "parrafos": [
            {
              "id": "61b4ad8f-5e89-4807-8c6d-de6bd19a056d",
              "texto": "1. El Gobierno de Navarra fomentará e incentivará las actuaciones normalizadas de rehabilitación de vivienda y también las de gran rehabilitación consistentes en la mejora de conjuntos residenciales que incluyan operaciones en los edificios de viviendas, incrementando su eficiencia energética, y en la urbanización de su entorno encuadradas en los proyectos de intervención global que, al efecto, apruebe el Departamento competente en materia de vivienda, con arreglo a las disponibilidades presupuestarias y a la normativa aplicable. A tal efecto, la Administración de la Comunidad Foral de Navarra podrá suscribir convenios de colaboración en apoyo de actuaciones que tengan por finalidad el cumplimiento de los objetivos señalados anteriormente."
            },
            {
              "id": "e420fbd0-cc06-4426-a79d-6bfb931ca55d",
              "texto": "2. Podrán acogerse a lo dispuesto en esta sección las actuaciones protegibles que se desarrollen en el marco establecido en los proyectos de intervención global y, en su caso, en los convenios de colaboración que al efecto suscriba la Administración de la Comunidad Foral de Navarra, y dentro del plazo de vigencia que al efecto se establezca. Asimismo, podrán acogerse a lo dispuesto en esta sección las áreas de regeneración o áreas de renovación urbana integrada, declaradas por la Administración de la Comunidad Foral de Navarra, de acuerdo con lo dispuesto en el artículo 61 bis de la Ley Foral 35/2002, de 20 de diciembre, de Ordenación del Territorio y Urbanismo."
            },
            {
              "id": "7ddc2fff-d3cb-4519-898f-b1fe50ae22be",
              "texto": "3. Las actuaciones protegibles para la regeneración energética de conjuntos residenciales se regirán por lo dispuesto en este decreto foral para las actuaciones protegibles en materia de rehabilitación con las especialidades previstas en esta sección."
            }
          ]
        },
        {
          "articulo": 82,
          "titulo": "Condiciones aplicables a las actuaciones previstas para la regeneración energética de conjuntos residenciales.",
          "parrafos": [
            {
              "id": "936910f5-ccfa-4f90-9f57-11fc1e8393d0",
              "texto": "Podrán acogerse a lo dispuesto en esta sección, las actuaciones que cumplan las siguientes condiciones: a) Se ubiquen en el ámbito territorial establecido por el proyecto de intervención global que se apruebe. Asimismo, dicho ámbito territorial también podrá venir establecido por el convenio de colaboración que, en su caso, se suscriba o en la delimitación de las áreas de regeneración o áreas de renovación urbana integrada, declaradas por la Administración de la Comunidad Foral de Navarra, de acuerdo con lo dispuesto en el artículo 61 bis de la Ley Foral 35/2002, de 20 de diciembre, de Ordenación del Territorio y Urbanismo. b) Se encuentren definidas como actuaciones protegibles en materia de vivienda. c) Obtengan la correspondiente calificación como actuaciones protegibles en materia de rehabilitación. A tal efecto, la solicitud de calificación provisional de la correspondiente actuación se deberá realizar dentro del plazo de vigencia que al efecto se establezca. d) Que exista el compromiso de adhesión de la comunidad de propietarios a realizar las actuaciones y procedimientos recogidas en el proyecto de intervención global y, en su caso, en el convenio de colaboración. De esta forma, dicha intervención debe responder a un modelo de actuación coordinada y programada que trascienda al ámbito de un portal."
            }
          ]
        },
        {
          "articulo": 83,
          "titulo": "Proyectos de Intervención Global.",
          "parrafos": [
            {
              "id": "12b6cd67-7abf-425b-a363-633b9f6c0427",
              "texto": "1. Los convenios de colaboración que, en su caso, se suscriban deberán establecer la parte que se compromete a elaborar los proyectos de intervención global."
            },
            {
              "id": "e6b5f7ba-8690-4c73-9509-ae100604f203",
              "texto": "2. En todo caso, en la elaboración de los proyectos de intervención global, que respondan a actuaciones previstas en esta sección, se deberá garantizar la participación ciudadana y del Ayuntamiento donde se vayan a realizar las correspondientes actuaciones."
            },
            {
              "id": "d9b6e4b1-5c4d-4b15-8e0b-835c128512a6",
              "texto": "3. Los proyectos de intervención global serán aprobados mediante orden foral del Consejero competente en materia de vivienda."
            }
          ]
        },
        {
          "articulo": 84,
          "titulo": "Límite inferior del presupuesto protegible de las actuaciones previstas para la regeneración energética de conjuntos residenciales 29.",
          "parrafos": [
            {
              "id": "13b12adb-cb2d-4ee6-a61e-3ea15d54d7c1",
              "texto": "El límite inferior del presupuesto protegible de las actuaciones acogidas a lo dispuesto en esta sección correspondiente a viviendas, sin incluir los locales, dividido por el número de viviendas resultante tras la actuación, dará como resultado una cantidad igual o superior a 2.000 euros por vivienda. NOTA DEL ARTÍCULO: La redacción de este artículo corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda . La redacción original era la siguiente: “Artículo 84. Límite inferior del presupuesto protegible de las actuaciones previstas para la regeneración energética de con- juntos residenciales. El límite inferior del presupuesto protegible de las actuaciones acogidas a lo dispuesto en esta sección correspondiente a viviendas, sin incluir los locales, dividido por el número de viviendas resultante tras la actuación, dará como resultado una cantidad igual o superior a 4.000 euros por vivienda. Se exceptúan de este requisito las obras de adaptación funcional para el uso de personas con discapacidades. En este último caso, será suficiente que el presupuesto protegible total de la obra de adaptación funcional sea igual o superior a 4.000 euros y que la repercusión por vivienda sea igual o superior a 2.000 euros.”"
            }
          ]
        },
        {
          "articulo": 85,
          "titulo": "Subvenciones a los promotores de las actuaciones previstas para la regeneración energética de conjuntos residenciales.",
          "parrafos": [
            {
              "id": "50580dc4-49ed-4e67-a762-42824b818f6b",
              "texto": "La subvención máxima por este concepto será la que resulte de multiplicar 7.500 euros por el número de viviendas que contenga dicho expediente."
            },
            {
              "id": "a512ea0b-7dad-40b2-ae27-1c362b6093b1",
              "texto": "3. Cuando el proyecto de intervención global contenga determinaciones referentes a la mejora de la accesibilidad, los porcentajes de subvención para el caso de supresión de barreras arquitectónicas que afecte a elementos comunes del edificio, indicados en el artículo 55.2 del presente Decreto Foral, se incrementarán en un 5%. NOTA DEL APARTADO: Este apartado fue añadido por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda ."
            }
          ]
        },
        {
          "articulo": 86,
          "titulo": "Financiación de fondos estructurales de la UE en determinadas actuaciones protegibles en materia de vivienda.",
          "parrafos": [
            {
              "id": "86c10a45-29bd-442a-9aeb-be4044989564",
              "texto": "1. Estas subvenciones son susceptibles de estar cofinanciadas por el Fondo Europeo de Desarrollo Regional a una tasa del 50%, a través del Programa Operativo FEDER 2014-2020 de Navarra, o de otros que pudieran aprobarse. En tal caso, la subvención del 50% contemplada en este decreto foral a percibir por el beneficiario será la suma de las aportaciones del programa europeo correspondiente y de las reconocidas con cargo a los Presupuestos Generales de Navarra. La prioridad de inversión donde se enmarcan estas ayudas dentro del mencionado Programa es la 4.3, relativa al apoyo a la eficiencia energética y gestión inteligente de la energía, que constituye, en efecto, uno de los ejes de acción fundamentales de los Fondos Estructurales de la Unión Europea."
            },
            {
              "id": "cc0c1563-705d-42f7-9ca8-d36417b6c9db",
              "texto": "2. Las comunidades de vecinos que sean beneficiarias de las ayudas para la mejora de la envolvente térmica, con financiación FEDER, deberán cumplir lo siguiente: a) La recepción de la subvención implicará que aceptan someterse y colaborar en los eventuales controles que podrán llevar a cabo, en su caso, el Gobierno de Navarra, el Ministerio de Hacienda y Administraciones Públicas, la Comisión Europea o cualesquiera otros órganos de control y fiscalización de los Fondos Estructurales de la UE. b) Deberán conservar la documentación justificativa de las operaciones durante un plazo de tres años, a partir del 31 de diciembre del año de presentación de las cuentas a la Comisión Europea por parte del Ministerio de Hacienda y Administraciones Públicas, en las que estén incluidos los gastos de la operación. c) Cuando las ayudas percibidas por el beneficiario superen los 500.000 euros, la Comunidad de Vecinos colocará un cartel de tamaño significativo en un lugar bien visible para el público durante toda la ejecución de la obra, en el que se hará mención a la cofinanciación FEDER, y se añadirá el emblema de la Unión Europea, de acuerdo con lo dispuesto en los puntos 4 y 5 del Anexo XII del Reglamento (UE) 1303/2013, del Parlamento Europeo y del Consejo, de 17 de diciembre de 2013 . Estas obligaciones se indicarán en la correspondiente calificación provisional."
            },
            {
              "id": "2856de73-c6a0-48c2-bd03-bafd418465ac",
              "texto": "3. Se tratará de hacer publicidad de la contribución de FEDER a la mejora de la envolvente térmica del edificio, mediante la colocación de un cartel en un lugar visible del mismo, que incluya la siguiente frase y alguno de los dos emblemas propuestos: \"Este edificio ha sido rehabilitado para la mejora de su eficiencia energética con la aportación de una ayuda cofinanciada en un 50% por el Fondo Europeo de Desarrollo Regional (FEDER)\"."
            },
            {
              "id": "9dfeecfc-2334-4a5b-a2d0-6cfb15957610",
              "texto": "4. La Dirección General de Fondos Comunitarios del Ministerio de Hacienda y Administraciones Públicas, en su papel de Autoridad de Gestión del Programa Operativo FEDER 2014-2020 de Navarra, publicará en su página web el listado de las Comunidades de vecinos que hayan recibido las ayudas cofinanciadas, con referencia de su ubicación y cuantía de la subvención percibida, en aras de la transparencia y publicidad del uso de los Fondos."
            }
          ],
          "seccion": "Sección 5. 31: Subvención para la rehabilitaci n de las viviendas adscritas al Fondo Foral de Vivienda Social"
        },
        {
          "articulo": 87,
          "titulo": "Subvención para la rehabilitación de las viviendas adscritas al Fondo Foral de Vivienda Social.",
          "parrafos": [
            {
              "id": "90c4e259-43e7-4b96-b6c8-4e0e74c37aa5",
              "texto": "1. Se podrá subvencionar a la entidad administradora del Fondo Foral de Vivienda Social el 100% del importe de las obras e instalaciones de todas las clases, así como honorarios y tasas, que precisen para que las viviendas de dicho Fondo alcancen las condiciones de habitabilidad y uso."
            },
            {
              "id": "bc6b576f-e445-41ea-b653-c9cde7b23ae3",
              "texto": "2. El abono de la subvención contemplada en este artículo se realizará tras la presentación por la entidad administradora de la justificación de los gastos efectuados, previo informe del Servicio competente en materia de vivienda."
            }
          ]
        }
      ]
    }
  ],
  "disposiciones adicionales": [
    {
      "titulo": "Disposición Adicional Novena. Subvención al arrendamiento de viviendas en determinadas circunstancias contenidas en el Real Decreto Ley 6/2012, de 9 de marzo, de medidas urgentes de protección de deudores hipotecarios sin recursos",
      "texto": "#### 1. En aplicación de lo dispuesto en los artículos 2.1.e) y 7.6 de la Ley Foral 10/2010, de 10 de mayo, del Derecho a la Vivienda en Navarra, los arrendatarios de vivienda en virtud de lo dispuesto en el punto 3 del Anexo del Código de Buenas Prácticas para la reestructuración viable de las deudas con garantía hipotecaria sobre la vivienda habitual aprobado por Real Decreto-ley 6/2012, de 9 de marzo, de medidas urgentes de protección de deudores hipotecarios sin recursos , que hubieran entregado en pago su vivienda a partir de la entrada en vigor de este Decreto Foral y hasta el 31 de diciembre de 2014, podrán acceder a las subvenciones a los arrendatarios de viviendas de protección oficial en las condiciones previstas en el presente Decreto Foral, y por un máximo de dos anualidades. #### 2. Una vez concedida la subvención, la misma se abonará con carácter trimestral, bien directamente a los inquilinos o bien a la entidad que recibió en pago la vivienda, que a estos efectos actuará como entidad colaboradora en la gestión de la subvención, previa justificación del pago de la renta y el mantenimiento de las condiciones que determinaron el reconocimiento de la subvención."
    }
  ],
  "disposiciones transitorias": [
    {
      "titulo": "Disposición Transitoria Novena. Ingresos mínimos para la renovación o prórroga de la subvención por arrendamiento.",
      "texto": "En la renovación o prórroga de los contratos de arrendamiento de viviendas de protección oficial y viviendas adscritas a la bolsa de alquiler, no se exigirán ingresos mínimos para el acceso a la correspondiente subvención. NOTA DE LA DISPOSICIÓN: La redacción de esta Disposición corresponde a la establecida por Ley Foral 22/2016, de 21 de diciembre, por la que se adoptan medidas de apoyo a los ciudadanos y ciudadanas en materia de vivienda. La redacción de esta disposición, que fue añadida por Decreto Foral 108/2014, de 12 de noviembre, por el que se regula el informe de evaluación de los edificios , era la siguiente: “Disposición Transitoria Novena. Ingresos mínimos para el acceso a subvención por arrendamiento y Renta de alquiler de inclusión social. 1. Desde la entrada en vigor del decreto foral por el que se regula el informe de evaluación de edificios y hasta el 31 de diciembre de 2017, en la renovación o prórroga de los contratos de arrendamiento de viviendas de protec- ción oficial y viviendas adscritas a la bolsa de alquiler, no se exigirán ingresos mínimos para el acceso a la co- rrespondiente subvención. 2. Del mismo modo, durante el periodo señalado en el apartado anterior, en la renovación o prórroga de los con- tratos de arrendamiento de viviendas de protección oficial y viviendas adscritas a la bolsa de alquiler en los que sus arrendatarios estén en riesgo de exclusión social por haber visto empeorada de forma sobrevenida su situa- ción personal, laboral o económica, y siempre que dicho empeoramiento no tuviera reflejo en la última declara- ción del Impuesto sobre la Renta de las Personas Físicas que resultara exigible para acreditar su capacidad económica, se podrá acceder a una subvención del 75% de la renta para la nueva anualidad. Para ello, los inquilinos deberán presentar ante la empresa arrendadora un informe social del servicio social de base corres- pondiente al ámbito territorial donde se ubique la vivienda arrendada, junto con la documentación que justifique su situación actual de ingresos. El informe social emitido valorará la existencia de factores generadores de exclusión social de la unidad familiar del arrendatario y convivientes. En el caso de ser perceptor de la Renta de Inclusión Social, únicamente se requerirá la presentación ante la empresa arrendadora de la resolución de su concesión. La subvención así obtenida solo podrá solicitarse para una única anualidad. 3. Los plazos de los apartados 1 y 2 de esta disposición transitoria podrán ser modificados mediante orden foral del Consejero competente en materia de vivienda.”"
    }
  ],
  "disposiciones derogatorias": [
    {
      "titulo": "Disposición Derogatoria Única. Derogación normativa.",
      "texto": "Quedan derogadas cuantas disposiciones de igual o inferior rango se opongan a lo dispuesto en este Decreto Foral. En particular, quedan derogadas las siguientes disposiciones: a) El Decreto Foral 4/2006, de 9 de enero, por el que se regulan las actuaciones protegibles en materia de vivienda y el fomento de la edificación residencial . No obstante lo anterior, este Decreto Foral seguirá vigente a los efectos de lo establecido en la disposición transitoria tercera del Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida. b) Las disposiciones adicionales segunda , octava y novena del Decreto Foral 25/2011, de 28 de marzo, por el que se regula el Censo de solicitantes de vivienda protegida."
    }
  ],
  "disposiciones finales": [
    {
      "titulo": "Disposición Final Tercera. Entrada en vigor.",
      "texto": "El presente Decreto Foral entrará en vigor el mismo día de su publicación en el Boletín Oficial de Navarra."
    }
  ],
  "stats": {
    "total_paragraphs": 278,
    "max_length": 10673,
    "min_length": 74,
    "avg_length": 782.23,
    "total_characters": 217461
  }
}